{
    "HomeSignDes": "राशियां 12 प्रकार की होती हैं। राशियों की गणना दो प्रकार से की जाती है -- चंद्र राशि और सूर्य राशि। जातक के जन्म के समय चंद्रमा जिस राशि पर होता है उसे उसकी चंद्र राशि कहते हैं और सूर्य जिस राशि पर होता है उसे जातक की सूर्य राशि कहते हैं। ",
    "Dont Know": "क्या आप को पता है आपकी चंद्र राशि और सूर्य राशि क्या है?",
    "HomeDesc": " 'सनातन का अर्थ है जिसका ना कोई आरंभ है और ना अंत है, वह अनादि है। सनातन में सृष्टि के सारे गुण समाए हुए हैं, अनादि काल से वैज्ञानिकों ने अपने-अपने क्षेत्रों में शोध किया और इस सृष्टि में छुपे हुए रहस्यों का पता लगाया। उनका प्रभाव सभी प्राणियों पर पड़ता है, सनातन काल के वैज्ञानिकों ने और खगोल शास्त्रियों ने अंतरिक्ष के रहस्यों को जाना। यह एक रहस्य है कि उनके पास खोज करने के संसाधन उपलब्ध थे क्योंकि उन्होंने जो भी गणनाएं करी वो एकदम सटीक है। सूर्य, चंद्र, आदि ग्रह और 28 नक्षत्र एवं उनका प्रभाव पृथ्वी पर सभी प्राणियों पर किस प्रकार पड़ता है, उसकी गणना उन्होंने सटीक कर रखी है। हमारे इस आधुनिक काल में बहुत प्रकार के शोध हो रहे हैं जिन्होंने हमारे जीवन को पूर्ण रूप से बदल दिया है, पर इसका मतलब यह नहीं है कि सनातन काल के वैज्ञानिकों के शोधों को भुला दें, क्योंकि देखा जाए तो यही हमारे आधुनिक काल की नींव है। सभी ग्रहों और नक्षत्रों का प्रभाव हम सभी प्राणियों पर किस प्रकार पड़ता है, इस पर उन्होंने बहुत शोध किए और कुंडली बनाने की प्रक्रिया का निर्माण किया। कुंडली में मनुष्य के सभी गुणों की व्याख्या होती है। जिस प्रकार हम आज आधुनिक कैलेंडर प्रयोग करते हैं, उसी प्रकार प्राचीन काल में चंद्रमा की गति पर आधारित पंचांग का निर्माण हुआ था जो आज भी प्रयोग में है और बहुत ही प्रभावशाली है। इसके अलावा हमारे जीवन में पृथ्वी के विभिन्न तत्वों का जो प्रभाव पड़ता है, उसके विषय में भी सनातन काल से बहुत सारी जानकारियां मिली हैं जो कि हमारे दैनिक जीवन में बहुत प्रभाव डालती है।  सनातन ज्योति एक पहल है जिससे प्राचीन काल में हुए शोधों से प्राप्त हुई जानकारियों का प्रयोग अपने आधुनिक जीवन में कर सकें - जैसे - कुंडली, कुंडली मिलान, व्यापार और नौकरी की सफलता के लिए पंचांग और अपने जीवन को सुखी बनाने के लिए प्राचीन कथा और जानकारियों का प्रयोग और भविष्य की घटनाओं की जानकारी प्राप्त कर लेना, जिससे हमारे आज के लिए हुए निर्णय भविष्य में सही फल दें।सनातन में साम्प्रदयिकता नहीं है।  यह मानवीय मूल्यों से जुड़ा हुआ है। सनातन सभी को अपना सम्प्रदाय चुनने की आज़ादी देता है जो मानव धर्म पर आधारित हो।  सनातन ज्योति मानव कल्याण के लिए एक पहल है।  हमारे पूर्वजो की बताई हुई बातें किसी विशेष सम्प्रदाय से जुडी हुई नहीं है। इसमें हर मनुष्य को अपनी सोच के अनुसार कर्म चुनने और करने की आज़ादी दी गयी है। सनातन धर्म जीने की कला सिखाता है, समाज की व्यवस्था को दर्शाता है, हमारे परिवार की संरचना कैसी हो जो हमें जीवन परियन्त सुख दे उसको बताता है।  यह निराकार ब्रम्ह को भी उतनी ही सरलता से समझाता है जितना की साकार ब्रम्ह को और मनुष्य के ऊपर ही छोड़ देता है की उसको अपनी क्या राह चुननी है।  प्राचीन काल के लिखे हुए ग्रन्थ और लोक कथाये आज भी हमारे जीवन को राह दिखाती है। आज के चिंता भरी ज़िन्दगी से आज भी हमें वही पुरानी पौराणिक कहानियाँ निजात दिलाती है।  सनातन ज्योति का यह प्रयास है की आज के तेज़ जीवन में जो चिंता घुली हुई है उससे समाज को राहत  मिले। आप सभी से आग्रह है कि समाज कल्याण में साथ आएं और इसका हिस्सा बने। ",
    "Find Now": "अभी खोजे",
    "ZodiacMOdalDesc": "ज्योतिष शास्त्र इस धारणा के आधार पर सांसारिक घटनाओं की भविष्यवाणी करने की एक विधि है कि खगोलीय पिंड-विशेष रूप से ग्रहों और सितारों",
    "Indian Zodiac": "भारतीय राशि",
    "Western Zodiac": "पश्चिमी राशि",
    "FindInd": "अपनी भारतीय राशि चक्र खोजें",
    "FindWes": "अपना पश्चिमी राशि चक्र खोजें...",
    "EnterName": "अपना नाम दर्ज करें",
    "DateSelect": "जन्म तिथि का चयन करें",
    "TimeSelect": "जन्म का समय चुनें",
    "PlaceSelect": "जन्म स्थान का चयन करें",
    "GetZodiac": "अपनी राशि प्राप्त करें",
    "Here is Your Sign": "ये रही आपकी राशि",
    "CheckPrediction": "चेक करें अपना आज का भविष्यफल!",
    "Enter Male Birth Details": "लड़के का जन्म विवरण दर्ज करें",
    "Enter Female Birth Details": "लड़की का जन्म विवरण दर्ज करें",
    "Enter Your Birth Details": "अपना जन्म विवरण दर्ज करें",
    "Get Your Matching Details Now": "अपना मिलान विवरण अभी प्राप्त करें",
    "More Details": "अधिक जानकारी",
    "Festival": "त्योहार",
    "SubmitFes": "खोजें",
    "Search Festival": "त्योहार खोजें",
    "FestivalDesc": "एक त्योहार एक घटना है जो आम तौर पर एक समुदाय द्वारा मनाया जाता है और उस समुदाय और उसके धर्म या संस्कृतियों के कुछ विशिष्ट पहलुओं पर केंद्रित होता है। इसे अक्सर स्थानीय या राष्ट्रीय अवकाश, मेला या ईद के रूप में चिह्नित किया जाता है। एक त्यौहार वैश्वीकरण के विशिष्ट मामलों के साथ-साथ उच्च संस्कृति-निम्न संस्कृति अंतर्संबंध का गठन करता है। धर्म और लोककथाओं के बाद, एक महत्वपूर्ण उत्पत्ति कृषि है। भोजन इतना महत्वपूर्ण संसाधन है कि कई त्यौहार फसल के समय से जुड़े होते हैं।",
    "FestivalDescription": "सनातन समाज में त्योहारों का बहुत महत्व है! त्योहार हमारे जीवन में हर्ष और उल्लास के साथ नई स्फूर्ति भर देते हैं। काल कोई भी हो प्राचीन या आधुनिक त्योहारों का महत्व एक समान है। यह हमें रोजमर्रा की जिंदगी की व्यवस्था से कुछ विराम देता है, हमें प्रेरित करता है की हमें कुछ समय अपने मित्रों अपने परिवारजनों के साथ व्यतीत करना चाहिए। सनातन समाज का यह मानना है की कोई भीपल व्यर्थ ना जाए और हमारे दैनिक कार्यों के समांतर समाज सुधार और धार्मिक कार्य भी चलते रहें। सनातन समाज में उन्हीं हर्ष और उल्लास के लिए त्योहारों को इस प्रकार बनाया गया है कि प्रत्येक व्यक्ति कुछ समय दान, धर्म और सामाजिक कार्यों में खर्च करें जिससे उसे मन की शांति मिले जो की परम सुख है। शास्त्रों में कहा गया है की कर्म, अर्थ, धर्म, मोक्ष ही मनुष्य का धेय है। बिना मोक्ष के मनुष्य की गति नहीं है, इसलिए हमारे त्यौहार इस प्रकार बनाये गए हैं की हम धार्मिक कार्य करें और यह परम सुख प्राप्त करें। सनातन समाज के त्योहारों में शरीर, मन, बुद्धि की सेहत का भी ख्याल रखा गया है, इसके लिए अनेक प्रकार के व्रत जैसे कि एकादशी, प्रदोष, नवरात्रि इत्यादि, जिससे हमारी दिनचर्या भी चलती रहे और शरीर और मन बुद्धि का स्वास्थ्य भी बना रहे। सनातन समाज में ईश्वर का नाम लेना ही या उसको सदैव याद रखना ही सर्वोपरि है। सनातन समाज का मानना है कि ईश्वर हर तत्व में है, निरंकार है, निर्गुण है। इसलिए त्योहारों को हमें किसी ना किसी प्रकार मनाना चाहिए जिससे कि हमारे जीवन में सदैव परम आनंद बना रहे। सनातन ज्योति का प्रयास है कि आप सनातन समाज के सभी त्योहारों को जाने और उसका लाभ उठाएं। ",
    "Zodiac": "राशि - चक्र चिन्ह?",
    "Home": "होम",
    "Till": "समाप्त",
    "Horoscope": "राशिफल",
    "Panchang": "पंचांग",
    "Kundli": "कुंडली",
    "Article": "लेख",
    "Match Making": "कुंडली मिलान",
    "Festivals": "त्योहार",
    "Contact": "संपर्क करें",
    "About": "हमारे बारे में ",
    "Hindu Panchang": "हिंदू पंचांग",
    "Planet Details": "ग्रह विवरण",
    "Chaughadiya Details": "चौघड़िया विवरण",
    "Hora Details": "होरा विवरण",
    "Sunrise": "सूर्योदय",
    "Sunset": "सूर्यास्त",
    "Moonrise": "चंद्रोदय",
    "Moonset": "चंद्रास्त",
    "Sun sign": "सूर्य राशि प्रवेश",
    "Moon sign": "चंद्र राशि प्रवेश",
    "Moon signn": "चंद्र राशि",
    "Ritu": "ऋतु",
    "Ayan": "अयन",
    "Inauspicious Period": "अशुभ काल",
    "Lunar Month": "चंद्र मास",
    "Tithi": "तिथि",
    "Yog": "योग",
    "Nakshatra": "नक्षत्र",
    "Karan": "करण",
    "Abhijit Muhurta": "अभिजीत मुहूर्त:",
    "Adhik": "अधिक मास",
    "Shaka Samvat": "शक सम्वत",
    "Vikram Samvats": "विक्रम सम्वत",
    "Name": "नाम",
    "Full Degree": "पूर्ण डिग्री",
    "NormaL Degree": "नॉर्मल डिग्री",
    "Speed": "रफ़्तार",
    "Retro": "वक्री",
    "Sign": "संकेत",
    "Sign Lord": "स्वामी ग्रह",
    "Nakshatra Lord": "स्वामी नक्षत्र",
    "House": "मकान",
    "Planet Set": "ग्रह अस्त",
    "Panchang Chart (Gochar)": "पंचांग चार्ट (गोचर)",
    "Day Chaughadiya": "दिन चौघड़िया",
    "Chaughadiya Name": "चौघड़िया नाम",
    "Time": "समय",
    "Night Chaughadiya": "रात चौघड़िया",
    "Day Hora": "दिन होरा",
    "Night Hora": "रात होरा",
    "Hora Name": "होरा नाम",
    "Rahu kalm": "राहु काल",
    "Yamghant kaal": "यमघंट काल",
    "GuliKaal": "गुलीकाल",
    "Amanta": "अमांता",
    "Purnimanta": "पूर्णिमांत:",
    "Paksha": "पक्ष",
    "Select Panchang :": "पंचांग चुनें:",
    "Select Panchang Place:": "पंचांग स्थान चुनें:",
    "Hora": "होरा",
    "panchang": "पंचांग एक तिथि पत्र है जिसका उपयोग दिन महीने मौसम ग्रहों की चाल और नक्षत्रों की स्थिति को दिखाने के लिए किया जाता है। पंचांग के 5 भाग हैं- तिथि, वार, नक्षत्र, योग और करण। इसलिए इसे पंचांग कहते हैं। 1 साल में 12 महीने होते हैं। 1 वर्ष को दो अयनों में बांटा गया है। एक अयान 6 महीने का होता है। प्रत्येक माह में 30 तिथियां होती हैं, इन तिथियों को दो पक्षों में विभाजित किया जाता है जिन्हें कृष्ण पक्ष और शुक्ल पक्ष कहा जाता है। जैसा कि हम सभी जानते हैं कि पूर्णिमा से अमावस्या तक चंद्रमा घटता जाता है। इसलिए कुछ लोग अमावस्या की रात को काली या काली रात भी कहते हैं। अंतरिक्ष में ग्रहों और नक्षत्रों की स्थिति का प्रत्येक प्राणी पर अलग-अलग प्रभाव पड़ता है। इससे यह गणना की जाती है कि किसी कार्य को कितने समय में करना है। पंचांग के बिना शुभ और अशुभ समय की गणना असंभव है। पंचांग में ग्रहों की स्थिति को देखकर कुण्डली तैयार की जाती है और कुण्डली और पंचांग में ग्रहों की स्थिति के अनुसार पूरे जीवन के लिए भविष्यवाणियां की जाती हैं। सनातन ज्योति आपको सटीक पंचांग प्राप्त करने की सुविधा प्रदान करती है और शुभ मुहूर्त में कार्य पूरा करके आप सफलता प्राप्त कर सकते हैं।",
    "Zodiac Signs": "राशि चक्र के संकेत",
    "Best wishes": "सनातन ज्योति की ओर से शुभ दिन की हार्दिक शुभकामनाएं! जानिए कैसा रहेगा आज का दिन...",
    "Get today": "सूर्य राशि और चंद्र राशि के आधार पर आज का दैनिक पूर्वानुमान प्राप्त करें",
    "Moon Sign Prediction": "चंद्र राशि भविष्यवाणी",
    "Sun Sign Prediction": "सूर्य राशिफल भविष्यवाणी",
    "horoPara": "सूर्य को भानु, दिनकर दिवाकर भास्कर अरुण, प्रभाकर, दिनेश, तारिणी, ग्रह पति,ग्रह आदि विभिन्न नामों से जाना जाता है। सूर्य का सभी ग्रहों में अत्यधिक प्रकाशमान होने और अधिक शक्तिशाली होने से सौरमंडल का राजा कहा जाता है। सूर्य राशिफल एक आधुनिक तरीका है ज्योतिष का जिसमे जन्म के समय सिर्फ सूर्य की स्थिति को दर्शाता है। वह सूर्य की स्थिति उन 12 राशियों को देख कर फल देता है। बाकी सारे ग्रहो को नकारता है। ज्योतिष में सूर्य को ग्रहों का राजा कहा जाता है। एक मजबूत सूर्य आपको धन, सहन शक्ति, पराक्रम आदि प्रदान कर सकता है। जबकि एक नकारात्मक या कमजोर सूर्य आपको निर्धन, सम्मानहीनता और आत्मसम्मान में कमी देता है। हर राशि की अपनी अपनी कुछ विशेषताएं होती हैं जिसको एक मजबूत सूर्य निखारने का काम करता है। सूर्यराशि आपके जन्म के मास के अनुसार निर्धारित होती है। राशियां 12 प्रकार की होती हैं। प्रत्येक राशि की अपनी अपनी विशेषता होती और गुण होते हैं और उनके अपने स्वामी होते हैं। 12 राशियों में 27 नक्षत्र होते हैं। ",
    "aries date": "(21 मार्च - 20 अप्रैल)",
    "taurus date": "(21 अप्रैल - 21 मई)",
    "Gemini date": "(22 मई - 21 जून)",
    "cancer date": "(22 जून - 22 जुलाई)",
    "leo date": "(23 जुलाई - 23 अगस्त)",
    "Virgo date": "(24 अगस्त - 22 सितंबर)",
    "libra date": "(23 सितंबर - 23 अक्टूबर)",
    "scorpio date": "(24 अक्टूबर - 21 नवंबर)",
    "Sagittarius date": "(22 नवंबर - 21 दिसंबर)",
    "capricorn date": "(22 दिसंबर - 20 जनवरी)",
    "Aquarius date": "(21 जनवरी - 18 फरवरी)",
    "Pisces date": "(19 फरवरी - 20 मार्च)",
    "aries date1": "21 मार्च - 20 अप्रैल",
    "taurus date1": "21 अप्रैल - 21 मई",
    "Gemini date1": "22 मई - 21 जून",
    "cancer date1": "22 जून - 22 जुलाई",
    "leo date1": "23 जुलाई - 23 अगस्त",
    "Virgo date1": "24 अगस्त - 22 सितंबर",
    "libra date1": "23 सितंबर - 23 अक्टूबर",
    "scorpio date1": "24 अक्टूबर - 21 नवंबर",
    "Sagittarius date1": "22 नवंबर - 21 दिसंबर",
    "capricorn date1": "22 दिसंबर - 20 जनवरी",
    "Aquarius date1": "21 जनवरी - 18 फरवरी",
    "Pisces date1": "19 फरवरी - 20 मार्च",
    "Aries": "मेष",
    "Cancer": "कर्क",
    "Capricorn": "मकर",
    "Libra": "तुला",
    "Taurus": "वृषभ",
    "Scorpio": "वृश्चिक",
    "Aquarius": "कुंभ",
    "Gemini": "मिथुन",
    "Virgo": "कन्या",
    "Sagittarius": "धनु",
    "Pisces": "मीन",
    "kundli": "कुंडली",
    "kundliDes": "कुंडली बनाने और पढ़ने की विद्या को ज्योतिष कहते हैं। ज्योतिष को ज्योति शास्त्र भी कहा जाता है, ज्योति मतलब रोशनी और जो शास्त्र हमारे जीवन को रोशन करता है उसे ज्योतिष शास्त्र कहते हैं। जब कोई नवजात शिशु जन्म लेता है उस समय आकाश के नक्शे को जन्मकुंडली कहते हैं उस समय कौनसा ग्रह कहां होता है इन सब का वर्णन कुंडली में होता है। मनुष्य का शरीर इन् ग्रहो के प्रभावों से ही बनता है। और उसके जीवन में गतिविधिया उसके कर्म और ग्रहो की चाल का जटिल क्रिया का फल है। कुंडली व्यक्ति के जन्म से लेकर मृत्यु तक का वर्णन करती है।",
    "enterDetails": "अपना विवरण दर्ज करें",
    "name": "नाम",
    "birthDate": "जन्म तिथि",
    "birthMonth": "जन्म का माह",
    "birthYear": "जन्म वर्ष",
    "birthHour": "जन्म का समय",
    "birthmin": "जन्म मिनट",
    "birthPlace": "जन्मस्थल",
    "continue": "जारी रखें",
    "kundliNow": "अपनी निःशुल्क कुंडली अभी प्राप्त करें",
    "basicDetails": "कुंडली विवरण",
    "birthDetails": "जन्म विवरण",
    "EnterbirthDetails": "जन्म विवरण दर्ज करें",
    "basicPanchangDetails": "पंचांग विवरण",
    "avakhadaDetails": "अवखरा विवरण",
    "date": "दिनांक",
    "time": "समय",
    "latitude": "अक्षांश",
    "longitude": "देशान्तर",
    "timezone": "समय क्षेत्र",
    "sunrise": "सूर्योदय",
    "sunset": "सूर्यास्त",
    "ayanamsha": "अयनांश:",
    "tithi": "तिथि",
    "karna": "कर्ण",
    "yog": "योग",
    "nakshatra": "नक्षत्र",
    "varna": "वर्ण",
    "vashya": "वश्य:",
    "yoni": "योनि",
    "gan": "गण ",
    "nadi": "नाड़ी",
    "sign": "राशि - चक्र चिन्ह",
    "signLord": "राशि - चक्र भगवान",
    "charan": "चरण",
    "yunja": "युंजा",
    "tatva": "तत्व:",
    "nameAlphabet": "नाम अक्षर",
    "paya": "पाया",
    "horoscopeChart": "कुण्डली चार्ट",
    "lagnaChart": "लग्न कुण्डली",
    "chalitChart": "चलित कुण्डली",
    "sunChart": "सूर्य कुण्डली",
    "moonChart": "चंद्रमा कुण्डली",
    "navamanshaChart": "नवमांश कुण्डली",
    "planetaryDetails": "ग्रहों का विवरण",
    "planetDetails": "ग्रह विवरण",
    "planet": "ग्रह",
    "retro": "पतित",
    "degree": "डिग्री",
    "naksahtraLord": "नक्षत्र भगवान",
    "house": "घर",
    "dashaReport": "दशा रिपोर्ट",
    "mahadasha": "महादशा:",
    "Antar Dasha": "अंतर दशा",
    "Pratyantar Dasha": "प्रान्तर दशा",
    "Sookshma Dasha": "सूक्ष्म दशा",
    "Pran Dasha": "प्राण दशा",
    "Type": "प्रकार",
    "Timing": "समय",
    "Start Date": "आरंभ तिथि",
    "End Date": "अंतिम तिथि",
    "Dasha": "दशा",
    "Duration": "अवधि",
    "currentVimshottariDasha": "वर्तमान विमशोत्तरी दशा",
    "majorVimshottariDasha": "प्रमुख विमशोत्तरी दशा",
    "currentYoginiDasha": "वर्तमान योगिनी दशा",
    "majorYoginiDasha": "प्रमुख योगिनी दशा",
    "currentCharDasha": "वर्तमान चार दशा",
    "majorCharDasha": "प्रमुख चार दशा",
    "doshaReport": "दोष रिपोर्ट",
    "kalDosha": "कालसर्प दोष क्या है?",
    "kalDoshaDesc": "यदि सभी 7 ग्रह राहु और केतु के बीच स्थित हों तो काल सर्प योग बनता है। कुण्डली के 12 भावों में राहु की स्थिति के अनुसार 12 प्रकार के कालसर्प योग होते हैं। ये हैं: अनंत, कुलिक, वासुकी, शंखपाल, पद्म, महापद्म, तक्षक, कर्कोटक, शंखचूड़, घटक, विषधर शेषनाग। काल सर्प योग दो प्रकार का होता है - आरोही और अवरोही। यदि राहु के मुख से सभी 7 ग्रह दूर हो जाएं तो यह आरोही कालसर्प योग है। यदि सभी ग्रह राहु के पीछे स्थित हों तो अवरोही कालसर्प योग बनता है।",
    "kalDoshaAnalysis": "कालसर्प दोष विश्लेषण",
    "kalDoshaName": "नाम",
    "Kalsarpa Dosha not present": "कालसर्प दोष उपस्थित नहीं।",
    "Congratulations": "बधाई हो !! आपकी कुण्डली कालसर्प दोष से मुक्त है।",
    "kalDoshaDes": "विवरण",
    "kalDoshaType": "प्रकार",
    "kalDoshaReport": "रिपोर्ट",
    "Manglik Effect": "मांगलिक प्रभाव",
    "manglikDesc": "मांगलिक विवरण",
    "manglikAnalysis": "मांगलिक विश्लेषण",
    "manglikBasAspe": "पहलुओं के आधार पर",
    "manglikBasHouse": "हाउस के आधार पर",
    "percentage": "प्रतिशत",
    "sadhesati": "साढ़े सती",
    "sadhesatiDesc": "साढ़े साती साढ़े सात साल की अवधि को संदर्भित करती है जिसमें शनि तीन राशियों से होकर गुजरता है, चंद्र राशि, एक चंद्रमा से पहले और एक उसके बाद। साढ़े साती तब शुरू होती है जब शनि (शनि) जन्म चंद्र राशि से 12वीं राशि में प्रवेश करता है और जब शनि जन्म चंद्र राशि से दूसरी राशि छोड़ता है तब साढ़ेसाती समाप्त होती है। चूँकि शनि को एक राशि जिसे शनि की ढैय्या कहा जाता है, को गोचर करने में लगभग ढाई वर्ष लगते हैं, तीन राशियों को पार करने में लगभग साढ़े सात वर्ष लगते हैं और इसीलिए इसे साढ़े साती के नाम से जाना जाता है। आमतौर पर जीवन काल में साढ़ेसाती तीन बार आती है - पहली बचपन में, दूसरी जवानी में और तीसरी बुढ़ापे में। प्रथम साढ़ेसाती का प्रभाव शिक्षा और माता-पिता पर पड़ता है। द्वितीय साढ़ेसाती का प्रभाव व्यवसाय, वित्त और परिवार पर पड़ता है। आखिरी वाला स्वास्थ्य को किसी और चीज से ज्यादा प्रभावित करता है।",
    "sadhesatiAnalysis": "साढ़ेसाती दोष विश्लेषण",
    "Is Saturn Retrograde": "क्या शनि वक्री है?",
    "Consideration Date": "विचार तिथि",
    "Saturn Sign": "शनि राशि",
    "otherDetails": "अन्य विवरण",
    "conclusion": "निष्कर्ष",
    "present": "उपस्थिति",
    "pitra": "पितृ दोष क्या है?",
    "pitraDesc": "",
    "pitraAnalysis": "पितृ दोष विश्लेषण",
    "noPitra": "उपाय की जरूरत नहीं !! आपकी कुण्डली पितृ दोष से मुक्त है।",
    "effects": "प्रभाव",
    "remedies": "उपचार",
    "gemRem": "रत्न उपचार",
    "lifeStone": "जीवन पत्थर",
    "BeneficStone": "लाभकारी पत्थर",
    "luckyStone": "भाग्यशाली पत्थर",
    "substitute": "स्थानापन्न",
    "finger": "उँगलिया",
    "weight(caret)": "वजन (कैरेट)",
    "day": "दिन",
    "deity": "देवता",
    "metal": "धातु",
    "rudrakshaSuggestion": "रुद्राक्ष सुझाव",
    "sadhesatiIs": "साढ़े सती क्या है?",
    "lifeReport": "जीवन रिपोर्ट",
    "houseReport": "हाउस रिपोर्ट",
    "signReport": "राशि रिपोर्ट",
    "Select Sign": "साइन का चयन करें",
    "House Report For Sun": "सूर्य के लिए हाउस रिपोर्ट",
    "House Report For Moon": "चंद्रमा के लिए हाउस रिपोर्ट",
    "House Report For Mars": "मंगल ग्रह के लिए हाउस रिपोर्ट",
    "House Report For Mercury": "बुध के लिए हाउस रिपोर्ट",
    "House Report For Jupiter": "बृहस्पति के लिए हाउस रिपोर्ट",
    "House Report For Venus": "शुक्र के लिए हाउस रिपोर्ट",
    "House Report For Saturn": "शनि के लिए हाउस रिपोर्ट",
    "Sign Report For Sun": "सूर्य के लिए साइन रिपोर्ट",
    "Sign Report For Moon": "चंद्रमा के लिए साइन रिपोर्ट",
    "Sign Report For Mars": "मंगल ग्रह के लिए साइन रिपोर्ट",
    "Sign Report For Mercury": "बुध के लिए साइन रिपोर्ट",
    "Sign Report For Jupiter": "बृहस्पति के लिए साइन रिपोर्ट",
    "Sign Report For Venus": "शुक्र के लिए साइन रिपोर्ट",
    "Sign Report For Saturn": "शनि के लिए साइन रिपोर्ट",
    "yourAsc": "आपका लग्न है",
    "AshtakVarga": "अष्टक वर्ग",
    "bhinnashtakVarga": "भीनाष्टक वर्ग",
    "planetZodiac": "ग्रह राशि",
    "Ashtak Varga For Sun": "सूर्य के लिए अष्टक वर्ग",
    "Ashtak Varga For Moon": "चंद्रमा के लिए अष्टक वर्ग",
    "Ashtak Varga For Mars": "मंगल के लिए अष्टक वर्ग",
    "Ashtak Varga For Mercury": "बुध के लिए अष्टक वर्ग",
    "Ashtak Varga For Jupiter": "बृहस्पति के लिए अष्टक वर्ग",
    "Ashtak Varga For Venus": "शुक्र के लिए अष्टक वर्ग",
    "Ashtak Varga For Saturn": "शनि के लिए अष्टक वर्ग",
    "sun": "सूर्य",
    "moon": "चंद्रमा",
    "mars": "मंगल",
    "mercury": "बुध",
    "jupiter": "बृहस्पति",
    "venus": "शुक्र",
    "saturn": "शनि",
    "ascendant": "लग्न",
    "aries": "मेष",
    "taurus": "वृषभ",
    "gemini": "मिथुन",
    "cancer": "कर्क",
    "Leo": "सिंह",
    "virgo": "कन्या",
    "libra": "तुला",
    "scorpio": "वृश्चिक",
    "sagittarius": "धनु",
    "capricorn": "मकर",
    "aquarius": "कुंभ",
    "pisces": "मीन",
    "sarvashtakVarga": "सर्वाष्टक वर्ग",
    "lalkitab": "लाल किताब",
    "indications": "संकेत",
    "events": "आयोजन",
    "dailyPrediction": "दैनिक भविष्यवाणी",
    "predictionDate": "भविष्यवाणी तिथि",
    "moonSign": "राशि",
    "profession": "पेशा",
    "personalLife": "व्यक्तिगत जीवन",
    "luck": "भाग्य",
    "emotions": "भावनाएँ",
    "travel": "यात्रा",
    "biorhythm": "जीवन चक्र",
    "biorhythmIs": "बायोरिदम क्या है?",
    "biorhythmDesc": "बायोरिदम्स के सिद्धांत के अनुसार, एक व्यक्ति का जीवन लयबद्ध जैविक चक्रों से प्रभावित होता है जो मानसिक, शारीरिक और भावनात्मक गतिविधि जैसे विभिन्न क्षेत्रों में उसकी क्षमता को प्रभावित करता है। ये चक्र जन्म से शुरू होते हैं और जीवन भर एक स्थिर (साइन वेव) फैशन में दोलन करते हैं, और उन्हें गणितीय रूप से मॉडलिंग करके, यह सुझाव दिया जाता है कि इनमें से प्रत्येक डोमेन में एक व्यक्ति की क्षमता के स्तर का अनुमान दिन-प्रतिदिन लगाया जा सकता है। सिद्धांत इस विचार पर बनाया गया है कि शरीर के भीतर बायोफीडबैक रासायनिक और हार्मोनल स्राव कार्य समय के साथ एक साइनसोइडल व्यवहार दिखा सकता है।",
    "biorhythmStatus": "बायोरिदम स्थिति",
    "physical": "भौतिक",
    "emotional": "भावनात्मक",
    "intellectual": "बौद्धिक",
    "average": "औसत",
    "MatchDesc": "कुंडली मिलान असल में मनुष्यो गुणों का मिलान है। प्रत्येक मनुष्य के अपने गुण होते हैं जिन्हें ज्योतिष शास्त्र में 36 प्रकार में बांटा गया है। जितने गुण लड़का और लड़की के मिलते हैं वह उतना ही निकट रह पाते है। लड़का और लड़की के इन्हीं 36 गुणों के मिलान को कुंडली मिलान कहते हैं। जितने ज्यादा गुण लड़का और लड़की के मिलेंगे उनकी जोड़ी उतने ही प्रेम से बनी रहेगी। जिस लड़का-लड़की के कुंडली मिलान में 18 से काम गुण मिलते है तो उनके विवाह का अनुमोदन नहीं किया जाता है। कुंडली मिलान में कुछ प्रकार के दोषों का भी ख्याल रखा जाता है। जैसे की नाड़ी दोष, मंगल दोष इत्यादि। सनातन ज्योति का यही प्रयास है कि लड़का-लड़की की कुंडली सही तरीके से मिलाई जाए जो कि दोष रहित हो जिससे कि वह अपना दांपत्य जीवन बहुत ही प्रेम से व्यतीत कर सकें।",
    "MatchDetails": "कुण्डली मिलान",
    "maleDetails": "पुरुष विवरण",
    "femaleDetails": "महिला विवरण",
    "astroDetails": "खगोल विवरण",
    "male": "पुरुष",
    "female": "महिला",
    "Place": "स्थान",
    "Date of birth": "जन्म तिथि",
    "birth": "जन्म",
    "Gender": "लिंग",
    "Select Birth Place": "जन्म स्थान का चयन करें",
    "Select Place": "स्थान का चयन करें",
    "Birth Time": "जन्म समय",
    "malePlanetDetails": "ग्रह विवरण",
    "femalePlanetDetails": "ग्रह विवरण",
    "matchAshtakootPoints": "अष्टकूट अंक का मिलान",
    "Ashtakoot": "अष्टकूट",
    "matchDashakootPoints": "दशकूट अंक का मिलान",
    "maleManglikDetails": "पुरुष मांगलिक विवरण",
    "femaleManglikDetails": "महिला मांगलिक विवरण",
    "manglikEffect": "मांगलिक प्रभाव",
    "vedhDoshaReport": "वेद दोष रिपोर्ट",
    "ashtakootScore": "अष्टकूट स्कोर",
    "manglikMatch": "मांगलिक मैच",
    "rajjooDosha": "रज्जू दोष",
    "Dina": "दीना",
    "Gana": "गण",
    "Yoni": "योनि",
    "Rashi": "राशि",
    "Rasyadhipati": "रस्याधिपति",
    "Rajju": "रज्जू",
    "Vedha": "वेधा",
    "Vashya": "वश्यः",
    "Mahendra": "महेन्द्र",
    "Stree Deergha": "स्त्री दीर्घा",
    "Vedha Dosha": "वेधा दोष",
    "Attribute": "विशेषता",
    "Description": "विवरण",
    "Out of": "कुल",
    "Received": "प्राप्त",
    "Tara": "तारा",
    "No": "नहीं",
    "Yes": "हां",
    "Personal Life": "व्यक्तिगत जीवन",
    "Health": "स्वास्थ्य",
    "Travel": "यात्रा",
    "Luck": "भाग्य",
    "Profession": "पेशा",
    "Emotions": "भावनाएँ",
    "Personal Life data": "बुध ग्रह आज वक्री है। इसके साथ ही आपको अपने साथी की गहरी समझ की आवश्यकता होती है। या अगर आप अविवाहित हैं तो इसका मतलब यह होगा कि किसी ऐसे व्यक्ति को ढूंढना जो मायने रखता है, इतना महत्वपूर्ण कभी नहीं रहा।",
    "Health data": "आप अपने आहार और व्यायाम दोनों के साथ एक दिनचर्या बनाए रखना पसंद करते हैं। ट्रैक पर रहें और आप सभी पहलुओं से लाभ महसूस करेंगे।",
    "Travel data": "एक रोमांचक आगामी यात्रा ने आपके दिन में जीवन भर दिया है। भावना का आनंद लें।",
    "Luck data": "कम यात्रा वाली सड़क पर जाएं। यह आपको और भाग्य लाएगा।",
    "Profession data": "अपने स्वयं के निर्णयों पर विश्वास रखें। इससे आपका करियर आगे बढ़ेगा, जिससे आपको आर्थिक लाभ भी होगा।",
    "Emotions data": "किसी ऐसी चीज़ के बारे में असुरक्षित न होने का प्रयास करें जिस पर आपका कोई नियंत्रण नहीं है। यह अच्छे से ज्यादा नुकसान करेगा।",
    "Basic Details": "कुण्डली विवरण",
    "Planetary Details": "ग्रहों का विवरण",
    "Vimshottari Dasha": "विंशोत्तरी दशा",
    "Yogini Dasha": "योगिनी दशा",
    "Char Dasha": "चार दशा",
    "Kalsarpa Dosha": "कालसर्प दोष",
    "Manglik Dosha": "मांगलिक दोष",
    "SadheSati Dosha": "साढ़े साती दोष",
    "Pitra Dosha": "पितृ दोष",
    "Gemstone Remedies": "रत्न उपचार",
    "Rudraraksha Suggestion": "रुद्राक्ष सुझाव",
    "Sadhesati Remedies": "साढ़ेसाती उपचार",
    "Life Report": "जीवन रिपोर्ट",
    "Bhinnashtak Varga": "भीनाष्टक वर्ग",
    "Sarvashtak Varga": "भीनाष्टक वर्ग",
    "Lal Kitab": "लाल किताब",
    "Daily Prediction": "दैनिक भविष्यवाणी",
    "Biorhythm": "बायोरिदम",
    "Make Matching": "मिलान करें",
    "Total": "कुल",
    "Day": "दिन",
    "Select": "चुनें",
    "Pratantar Dasha": "प्रान्तर दशा",
    "Sarvashtak Varga Chart": "सर्वाष्टक वर्ग चार्ट",
    "Day of Birth": "जन्म का दिन",
    "Submit": "सबमिट करें ",
    "Maitri": "मैत्री",
    "Gan": "गण ",
    "Bhakut": "भकूट",
    "Nadi": "नाड़ी",
    "Manglik Details": "मांगलिक विवरण",
    "What are the points in AshtakaVarga?": "अष्टकवर्ग में कौन से बिंदु हैं?",
    "Sanatan Jyoti": "सनातन ज्योति",
    "FooterDesc": "ज्योतिष शास्त्र इस धारणा के आधार पर सांसारिक घटनाओं की भविष्यवाणी करने की एक विधि है कि खगोलीय पिंड-विशेष रूप से ग्रहों और सितारों को उनके मनमाने संयोजन या विन्यास में माना जाता है।किसी तरह से या तो सबलुनर दुनिया में परिवर्तन का निर्धारण या संकेत मिलता है। किसी तरह से सबलूनर दुनिया में परिवर्तन को निर्धारित या इंगित करता है या किसी तरह से सबलूनर दुनिया में परिवर्तन को निर्धारित या इंगित करता है।",
    "Supported Payment Cards": "समर्थित भुगतान विकल्प",
    "Services": "सेवाएं",
    "Legal": "कानूनी",
    "Contribute To Us": "सहयोग करें",
    "Private Policies": "निजी नीतियां",
    "Terms and Conditions": "नियम और शर्तें",
    "Send a Message": "मेसेज भेजें",
    "Enter Your Email": "अपना ईमेल दर्ज करें",
    "Email": "ईमेल",
    "Phone Number": "फ़ोन नंबर",
    "Message": "संदेश",
    "Send": "भेजें",
    "Vision": "सनातन ज्योति का विजन और मिशन",
    "Our Story": "हमारी कहानी",
    "Contribute": "सहयोग करें",
    "Sanatan": "सनातन",
    "ContactDesc": "सनातन ज्योति, सनातन परंपरा में मानव एवं जीवों के कल्याण हेतु बनाई गई व्यवस्थाओं को एक नए ढंग में प्रस्तुत करना चाहती है जो कि इस युग में लाभप्रद हो सके। सनातन ज्योति के उद्देश्यों के विषय में और अधिक जानने के लिए या इससे जुडने के लिए आप हमें नीचे दिए गए ई-मेल पर संपर्क कर सकते हैं या हमारे फार्म को भरें हम आपके संदेश का त्वरित उत्तर देने का प्रयास करेंगे। आपका आभास हमारे लिए महत्वपूर्ण है और हम आपके साथ संपर्क में रहना चाहते हैं।",
    "VisionDesc": "सनातन ज्योति का मुख्य उद्देश्य सनातन व्यवस्था में निहित सम्पूर्ण ज्ञान, परंपराओं और मान्यताओं को जनमानस तक आसानी से पहुंचाना है। वास्तव में सनातन किसी एक विशेष धर्म से संबंध नहीं रखता है बल्कि यह एक वह व्यापक व्यवस्था है जिसमें शुभ कार्यों अर्थात मानव कल्याण एवं पर्यावरण संरक्षण हेतु निस्वार्थ भाव से किये गए सभी कार्य जिसमें किसी का अहित न हो साथ ही समाज एवं पर्यावरण के लिए स्वीकार्य हो वह सभी कार्य धर्म के अंतर्गत आते हैं। इसके विपरीत स्वार्थवश एवं समाज के लिए अस्वीकृत सभी कार्य अधर्म के अंतर्गत आते हैं। इसप्रकार सनातन एक ऐसी व्यवस्था है जो सांप्रदायिक नहीं है ,जो किसी भी संप्रदाय की अवहेलना नहीं करता है बल्कि सभी को धर्म के कार्य करने के लिए प्रेरित करता है। सनातन ज्योति का मौलिक उद्देश्य प्राचीनकाल की उन व्यवस्थाओं को वापस नए युग की सभ्यता और विचारों के सामने उजागर करना है जिन्हें प्राचीनकाल के ऋषि मुनियों द्वारा समाज कल्याण हेतु जोड़ा गया साथ ही पर्यावरण संरक्षण अर्थात वातावरण को स्वच्छ, हरा-भरा बनाए रखने, जीवों के संरक्षण और नदियों को स्वच्छ बनाए रखने हेतु व्यापक रूप से प्रयोग किया गया। यह व्यवस्थाएं हमें सीखाती है कि किस प्रकार हम अपने दैनिक कर्मों के द्वारा ही धर्म संगत कार्य कर सकते हैं और छोटी छोटी बातों में ही ईश्वर तत्व को पहचानकर जीवन को सुखमय बना सकते है या जीवन का सम्पूर्ण आनंद ले सकते हैं। आज के नवयुग में जिस प्रकार मनुष्य धन-धान्य से परिपूर्ण होते हुए भी दुखी है उस भावना से नवयुग के लोगों को उबारने की दिशा में सनातन ज्योति की यह एक खास पहल है। सनातन ज्योति प्राचीन काल में मानव कल्याण एवं जीवों के संरक्षण हेतु बनाई गई व्यवस्थाओं को एक नए ढंग में प्रस्तुत करना चाहती है जो कि नए युग की व्यवस्था के लिए लाभप्रद हो सके।",
    "Inspiration": "गुरु जी से प्रेरणा",
    "InspirationDesc": "सबसे पहले तो मैं अपने गुरु के चरणों की वंदना करता हूँ। उनकों बारम्बार नमस्कार है, जिन्होंने लाखों करोड़ों लोगों का अपने सद्ज्ञान से कल्याण किया, दिशाहीन जीवन को दिशा दिखाई। गुरु की शरण में जाने से ही कल्याण हो सकता है। गुरु का अर्थ होता है ' जो अंधकार को दूर करके प्रकाश का मार्ग दिखाता है। 'सनातन ज्योति' हमारे  गुरु जी से प्रेरित समाज कल्याण की ओर एक पहल है। यह संगठित ज्ञान की धारा है जो हमारे जीवन में परिवर्तन ला सकती है और हमें सफलता की और प्रेरित कर सकती है। हमारे गुरु जी ने अपना सारा जीवन समाजकल्याण के लिए लगा दिया और अपने सभी शिष्यों को सही राह दिखाते रहे। गुरु के द्वारा हमें प्रेरणा मिलती है ताकि हम अपने कर्तव्यों का पालन कर सके और जीवन में शांति, समृद्धि और संतोष की प्राप्ति कर सके। वह हमे सत्य, न्याय, धर्म और उच्चतम मूल्यों के प्रतीक बनाने का कार्य सम्पादित करते है। गुरु की प्रेरणा हमें संस्कारशील और उदार मानवीय बनाती है। एक सच्चा गुरु न केवल नयी विचारधारा प्रदान करता है बल्कि हमारे अंतर्मन को भी प्रभावित करके हमें बेहतर बनने का मार्ग दिखाता है। गुरु का महत्वपूर्ण योगदान है कि वह हमें अपने अवसरों और क्षमताओं की पहचान करवातें है। वह हमें हमारी सामरिकता और इच्छाशक्ति को जागृत करने के लिए प्रेरित करतें है। जब हम गुरु से सीखते हैं, तो हमें स्वयं में छिपी प्रवृत्तियों और क्षमताओं को खोजने और उन्हें विकसित करने का अवसर मिलता है। गुरु की सच्ची प्रेरणा हमें अपने असीम शक्ति  को जागृत करने में मदद करती है और हमें नई ऊँचाइयों की ओर आगे बढ़ने के लिए प्रेरित करती है। संक्षेप में कहें तो, गुरु से प्रेरणा लेने के द्वारा हमें ज्ञान, सफलता, सामरिकता, सकारात्मकता और उच्चतम मानवीय मूल्यों की प्राप्ति होती है। गुरु की प्रेरणा हमें उन्नति के मार्ग पर आगे बढ़ने के लिए प्रेरित करती है और हमें जीवन में उज्ज्वलता, समृद्धि और आनंद का अनुभव करने की संभावना प्रदान करती है। गुरु से प्रेरणा लेकर हम अपने जीवन को उद्घाटित करते हैं और एक महान और प्रभावशाली व्यक्तित्व का निर्माण करते हैं। ",
    "Kindness": "श्री बांके बिहारी जी की कृपा",
    "KindnessDesc": "श्री बाके बिहारी साक्षात् श्री कृष्ण भगवान् है जो आज भी वृंदावन में अपनी लीलाएं करते है। सभी भक्त जो उनके दर्शन के लिए जाते है वे गोपियों के समान है और वे मानसिक रूप से श्री बाके बिहारी जी के साथ जुड़े हुए है। श्री बाके बिहारी अपने सभी भक्तों को राह दिखा रहे है, उनसे बात कर रहे, उनके कष्टों को हर रहे है, और जीवन को धर्मयुक्त बनाने की प्रेरणा दे रहे है। वह सनातन धर्म की आधारशिला है। श्री बाके बिहारी जी को प्रेम का प्रतीक माना जाता है। श्री कृष्ण जी की जीवन लीला से हमें आध्यात्मिकता, प्रेम, सहानभूति, संयम, धार्मिकता और मानसिक शांति की महत्वपूर्णयता का सन्देश मिलता है। उनके दर्शन और सेवा से हम अपने जीवन में इन महत्वपूर्ण सिद्धांतों को अंकित कर सकते है और धार्मिकता, संतुलन और आनंद के उच्चतम स्तरों को प्राप्त कर सकते है। भगवान् श्री कृष्ण ने धर्म को मानवीय और सामाजिक बताया है जोकि सनातन है सांप्रदायिक नहीं। धर्म कभी भी सांप्रदायिक नहीं हो सकता। धर्म सनातन है। सनातन ज्योति श्री कृष्ण के इन्ही उपदेशों से ली हुई एक प्रेरणा है। जिसका संचालन श्री बाके बिहारी जी के हाथ में है। ",
    "Guru Name": "श्री श्री 1008 महात्मा देवशरण नंद जी महाराज",
    "kundliNowPrediction": "अपनी चंद्र राशि की भविष्यवाणी अभी प्राप्त करें",
    "Get Sanatan Jyoti": "सनातन ज्योति अपने मोबाइल पर प्राप्त करें",
    "Check Monthly Panchang": "मासिक पंचांग देखें",
    "Check Daily Panchang": "दैनिक पंचांग देखें",
    "Scan the QR code with": "हमारे मुफ्त ऐप को डाउनलोड करने के लिए अपने मोबाइल के कैमरे से क्यूआर कोड को स्कैन करें ",
    "Amount": "राशि",
    "Pay with UPI": "यूपीआई से भुगतान करें",
    "Send Money": "पैसे भेजे",
    "Hello": "नमस्ते",
    "Next": "अगला - ",
    "Ti": "ती : ",
    "Ri": "ऋ : ",
    "Na": "न : ",
    "Yo": "यो : ",
    "Ka": "क : ",
    "Maah": "मा० : ",
    "Prev": "पिछला",
    "Start": "आरंभ",
    "Bhadra": "भद्रा",
    "Select Date": "दिनांक  का चयन करें",
    "Current": "वर्तमान",
    "NextP": "अगला",
    "Today": "आज",
    "Check Panchang in more details": "अधिक जानकारी में पंचांग देखें",
    "Partial Ascending": "आंशिक",
    "Full Descending": "प्रबल",
    "Select Date and Time": "दिनांक और समय का चयन करें",
    "Check": "अपनी तिथि और समय के अनुसार अग्रिम पंचांग विवरण देखें",
    "CHECK ADVANCE PANCHANG" : "अग्रिम पंचांग जांचें",
    "Advance Panchang is our exclusive feature":"अग्रिम पंचांग हमारी विशेष सुविधा है जहां आप दिनांक और समय के अनुसार पंचांग देख सकते हैं",
    "Sarvashtakavarga": "जन्म कुण्डली में सर्वाष्टक वर्ग चार्ट एक अहम भूमिका निभाता है। सर्वाष्टक वर्ग एक ऐसा वर्ग है जिसकी मदद से फल कथन (विश्लेषण) करना बेहतर व सटीक होता है। सर्वाष्टक वर्ग के जिस भाव राशि में 28 से अधिक बिन्दु होते हैं जातक को उस भाव से संबंधित शुभ फल प्राप्त होते हैं। सर्वाष्टक वर्ग के प्रत्येक भाव में 28 से जितने बिन्दु अधिक होते जातक को उस भाव से उतना ही अधिक शुभ फल प्राप्त होता है इसके विपरीत जिस भाव में 28 से जितने कम बिन्दु होते हैं जातक को उस भाव से संबंधित उतना ही कम शुभ फल प्राप्त होता है। इस प्रकार जातक के भाग्य भाव, कर्म भाव, आय भाव में विशेष रूप से 28 से अधिक बिन्दु हो तो उत्तम रहता है।",
    "BhinnashtakVarga": "भिन्नाष्टक वर्ग में प्रत्येक ग्रह किसी भी ग्रह को 0-8 तक कोई भी बिन्दु दे सकता है और इन बिन्दुओं के अनुसार प्रत्येक ग्रह का गोचर अलग-अलग फल देने में सक्षम होता है। भिन्नाष्टक वर्ग में यदि किसी ग्रह को 0-3 अंक मिलते है तो वह ग्रह कमजोर होता है। यदि ग्रह को चार अंक मिलते हैं तो वह ग्रह मध्यम बल वाला होता है वहीं यदि ग्रह को 5 या उससे अधिक अंक प्राप्त होते हैं जो वह ग्रह मजबूत है परन्तु जिस ग्रह को 8 अंक प्राप्त होते हैं वह अत्यंत बलवान व शुभ फल देने बाला माना जाता है।",
    "What are the points in BhinnashtakVarga?": "भिन्नाष्टक वर्ग में कौन से बिंदु हैं?",
    "Sanatan Calendar": "सनातन",
    "Jayanti Calendar": "जयंती",
    "Jayanti": "जयंती",
    "Women Calendar": "महिला त्योहार",
    "Ekadashi Calendar": "एकादशी",
    "Regional Calendar": "क्षेत्रीय",
    "National Calendar": "राष्ट्रीय",
    "Grahan Calendar": "ग्रहण",
    "Shradh Calendar": "श्राद्ध",
    "cardCalendar": "तिथि-पत्र",
    "Enter Festival": "त्योहार दर्ज करें",
    "Year": "वर्ष",
    "Sunday": "रविवार",
    "Monday": "सोमवार",
    "Tuesday": "मंगलवार",
    "Wednesday": "बुधवार",
    "Thursday": "गुरुवार",
    "Friday": "शुक्रवार",
    "Saturday": "शनिवार",
    "January": "जनवरी",
    "February": "फ़रवरी",
    "March": "मार्च",
    "April": "अप्रैल",
    "May": "मई",
    "June": "जून",
    "July": "जुलाई",
    "August": "अगस्त",
    "September": "सितंबर",
    "October": "अक्टूबर",
    "November": "नवंबर",
    "December": "दिसंबर",
    "HindiSearchNotAva": "त्योहार सर्च हिंदी में उपलब्ध नहीं है|",
    "Month": "माह",
    "Blog": "ब्लॉग",
    "Our Blogs": "हमारे ब्लॉग",
    "Popular Posts": "लोकप्रिय लेख",
    "Latest Posts": "नवीनतम लेख",
    "Related Posts": "संबंधित लेख",
    "Read More": "और पढ़ें",
    "Categories": "श्रेणियाँ",
    "All": "सभी",
    "Other": "अन्य",
    "Shree Krishna": "श्री कृष्ण",
    "Vrat": "उपवास",
    "Shiv Shakti": "शिव शक्ति",
    "Shree Ram": "श्री राम",
    "Shree Hanuman": "श्री हनुमान",
    "Shree Hari": "श्री हरि",
    "Shiv": "शिव",
    "Ekadashi": "एकादशी",
    "Grahan": "ग्रहण",
    "See Panchang": "पंचांग देखें",
    "Your Saved Kundlis": "आपकी सहेजी हुई कुंडली",
    "Click to View": "देखने के लिए क्लिक करें",
    "Date of Birth": "जन्म की दिनांक",
    "Location": "स्थान",
    "Time of Birth": "जन्म का समय",
    "Mobile": "मोबाइल",
    "Astrology": "ज्योतिष",
    "Feedback": "प्रतिक्रिया",
    "Registration": "पंजीकरण",
    "Select Module": "मॉड्यूल का चयन करें",
    "Hindi": "हिंदी",
    "Profile": "प्रोफ़ाइल",
    "Logout": "लॉग आउट",
    "Add Kundli Details": "कुंडली विवरण जोड़ें",
    "Saved Kundli": "सहेजी हुई कुंडली",
    "Add Match Details": "मिलान विवरण जोड़ें",
    "Saved Matches": "सहेजे गए मिलान",
    "Sign In & Sign Up": "साइन इन या साइन अप करें",
    "Sign In": "साइन इन",
    "Sign Up": "साइन अप",
    "OR": "या",
    "First Name": "पहला नाम",
    "Last Name": "उपनाम",
    "Accept Terms and Conditions": "नियम और शर्तों को स्वीकार करें",
    "Register": "रजिस्टर",
    "Enter OTP": "ओटीपी दर्ज करें",
    "PassCondition": "*पासवर्ड में कम से कम एक विशेष वर्ण, संख्याएं, अपर केस और लोअर केस अक्षर होने चाहिए",
    "Hide Password": "पासवर्ड छिपाएं",
    "Password": "पासवर्ड",
    "No more blogs": "कोई और ब्लॉग नहीं है।",
    "Show Password": "पासवर्ड दिखाए",
    "Forgot Password": "पासवर्ड भूल गए",
    "Login With Email and OTP": "ईमेल और ओटीपी के साथ लॉग इन करें",
    "Login": "लॉग इन",
    "Send Code": "कोड भेजो",
    "Verification Code": "सत्यापन कोड",
    "Verify": "सत्यापित करना",
    "Enter Email to Sign In": "साइन इन करने के लिए ईमेल दर्ज करें",
    "Send OTP": "OTP भेजें",
    "VERIFY OTP": "OTP सत्यापित करें",
    "Create Password": "पासवर्ड बनाएं",
    "New Password": "नया पासवर्ड",
    "Confirm Password": "पासवर्ड की पुष्टि कीजिये",
    "Enter Confirm Password": "पासवर्ड की पुष्टि दर्ज करें",
    "SanatanText": "सनातन का अर्थ है जिसका न आदि है और न अंत, वह सनातन है। सनातन में इस ब्रह्मांड के सभी गुण समाहित हैं। ",
    "Created Date": "सृजित दिनांक",
    "Search by Name or Mobile": "नाम या मोबाइल से खोजें",
    "Save and continue": "सहेजें और जारी रखें",
    "Popular Pos": "लोकप्रिय लेख",
    "Radhe Krishna": "राधे कृष्णा",
    "Today Panchang": "आज का पंचांग",
    "See Western Zodiac": "पश्चिमी राशि देखें",
    "See Indian Zodiac": "भारतीय राशि देखें",
    "Western": "पश्चिमी",
    "Indian": "भारतीय",
    "Main Festivals 2023": "मुख्य त्यौहार 2024",
    "Shanti": "शांति",
    "No Festival": "No festival found. Please enter valid festival name and year.",
    "Anushthan text": "हमारे सनातन धर्म के वेदों और पुराणों में मानव जीवन में व्याप्त अनेक दोषों को दूर करने के लिए यज्ञ, अनुष्ठान और जप आदि विभिन्न विधियाँ बताई गई हैं जिनसे पूर्वकाल से ही मानव जीवन और सम्पूर्ण जगत का कल्याण होता रहा है। ईश्वर तत्व हम सभी में विराजमान है परंतु ईश्वर तत्व को जाग्रत कर सांसारिक समस्याओं का समाधान करने हेतु हमारे वेदों मे अनेक विधियों का वर्णन किया गया है। ये वेद वर्णित विधियाँ ही यज्ञ, जप और अनुष्ठान हैं। अनुष्ठान प्रक्रिया मानव जीवन की रक्षक, जीवन दायिनी, क्लेश को खत्म करने व जातक को धन प्रदान करने वाली प्रक्रिया है। अनुष्ठान, जप और यज्ञ आदि एक जटिल प्रक्रिया है। अनुष्ठान सदैव वैदिक पद्धति के अनुसार किए जाने चाहिए तभी इनका पूर्ण फल प्राप्त होता है। परंतु वैदिक पद्धति के अनुसार अनुष्ठान प्रक्रिया को सम्पन्न करना सर्वसाधारण मनुष्य के वश की बात नहीं है। अनुष्ठान सदैव वैदिक पद्धति से और वैदिक शिक्षा प्राप्त निपुण व पारंगत आचार्य द्वारा ही पूर्ण रूप से सम्पन्न किया जा सकता है क्योंकि अनुष्ठान प्रक्रिया में ईश्वर तत्व को जाग्रत करके जातक की समस्याओं के समाधान हेतु प्रार्थना की जाती है। सनातन ज्योति के आचार्य वैदिक क्रियाओं में पूर्णतया निपुण एवं पारंगत है और उनके  द्वारा किए गए अनुष्ठान, जप और यज्ञ आदि कार्य पूर्णतया वैदिक विधि से किए जाते हैं। जिससे अनुष्ठान, यज्ञ और जप आदि क्रियाओं का जातक को पूर्ण एवं शीघ्र लाभ प्राप्त होता है। आप विभिन्न अनुष्ठान जैसे - रुद्राभिषेक, लघुरुद्र अनुष्ठान, महारुद्र अनुष्ठान, अतिरुद्र अनुष्ठान, नमक -चमक रुद्राभिषेक, विष्णु सहस्रनाम, कनकधारास्तोत्रम् पाठ, श्री सूक्तम् पाठ आदि सनातन ज्योति द्वारा घर बैठे करवा सकते हैं। अधिक जानकारी के लिए हमारे प्रतिनिधि से संपर्क करें।",
    "Anusthan": "अनुष्ठान",
    "By Author": "लेखक द्वारा",
    "Anushthan Gallery": "अनुष्ठान गैलरी",
    "Scheduled Anushthan": "निर्धारित अनुष्ठान",
    "Talk to Pandit Ji": "पंडित जी से बात करें",
    "Pandit Ji": "पंडित जी",
    "Price": "मूल्य",
    "Know More": "अधिक जाने",
    "Offer Price": "प्रस्तावित मूल्य",
    "Days": "दिन",
    "Book Now": "बुक करें",
    "Talk to representative": "प्रतिनिधि से बात करें",
    "Back": "पीछे जाएं",
    "Confirm": "पुष्टि करें",
    "Close": "बंद करें",
    "Are you sure to make payment": "क्या आप भुगतान करने के प्रति आश्वस्त हैं?",
    "Username": "उपयोगकर्ता नाम",
    "Anushthan Name": "अनुष्ठान नाम",
    "Select plan to talk with the Pandit Ji": "पंडित जी से बात करने के विकल्प का चयन करें",
    "Pay": " भुगतान करें",
    "An OTP (One Time Password) has been sent to your mobile number": "आपके मोबाइल नंबर पर एक ओटीपी (वन टाइम पासवर्ड) भेजा गया है",
    "An OTP (One Time Password) has been sent to your email": "आपके ईमेल पर एक ओटीपी (वन टाइम पासवर्ड) भेजा गया है",
    "Anushthan": "अनुष्ठान",
    "Meeting Links": "मीटिंग लिंक",
    "Link": "मीटिंग लिंक",
    "Join": "जुड़ें",
    "Payments": "भुगतान सूची",
    "Fill Details to talk": "आपसे जुड़ने के लिए विवरण भरें",
    "CurrentVDashaException": "अभी बच्चे का जन्म होना बाकी है। कृपया जन्म विवरण का उपयोग करें जो पहले से ही पृथ्वी पर है :)",
    "Anushthan Confirmation": "अनुष्ठान पुष्टि",
    "Password must be at least 6 characters long": "पासवर्ड कम से कम 6 अक्षरों का होना चाहिए",
    "Send Query": "प्रश्न भेजें",
    "Order ID": "क्रम संख्या",
    "Tracking ID": "ट्रैकिंग संख्या",
    "Download": "डाउनलोड",
    "Payment Mode": "भुगतान का प्रकार",
    "Status": "स्थिति",
    "Date & Time": "दिनांक / समय",
    "Invoice": "चालान",
    "For": "के लिए",
    "See Panchang in Detail": "पंचांग विस्तार से देखें",
    "Follow Us": "हमें फॉलो करें",
    "Payment Policy": "भुगतान नीति",
    "Get Kundli": "कुंडली प्राप्त करें",
    "Kanpur, Uttar Pradesh": "कानपुर, उत्तर प्रदेश",
    "Select Location": "स्थान चुनें",
    "Copyright": "कॉपीराइट",
    "Read more ▼": "और पढ़ें ▼",
    "Read less ▼": "कम पढ़ें ▲",
    "Login With Mobile and OTP": "मोबाइल और ओटीपी से लॉगइन करें",
    "You will receive a 6 digit code for verification": "सत्यापन के लिए आपको 6 अंकों का कोड प्राप्त होगा",
    "Enter your mobile number": "अपना मोबाइल संख्या दर्ज करे",
    "By Signing up, you agree to our": "साइन अप करके, आप हमारी बात से सहमत होते हैं",
    "and": "और",
    "Get OTP": "ओटीपी प्राप्त करें",
    "OTP sent to": "ओटीपी भेजा गया",
    "Enter OTP received on your mobile number": "अपने मोबाइल नंबर पर प्राप्त ओटीपी दर्ज करें",
    "Resend OTP": "ओटीपी पुन: भेजें",
    "Update": "अपडेट",
    "Update Profile": "अपडेट प्रोफ़ाइल",
    "Please Enter First Name": "कृपया प्रथम नाम दर्ज करें",
    "Please Enter Last Name": "कृपया अंतिम नाम दर्ज करें",
    "Please Enter Email": "कृपया ईमेल दर्ज करें",
    "What is Anushthan": "अनुष्ठान का शाब्दिक अर्थ - अभीष्ट फल प्राप्ति के लिए संकल्पित मांगलिक कर्मकांड व सुफल और सफलता के लिए ईश्वरीय तत्व की आराधना करना होता है। अनुष्ठान शारीरिक रोगों, मानसिक अशान्ति, पीड़ा, भय और जीवन में आने वाले अवरोधों को कम करने में सहायक होते है। वहीं बहुत से मनुष्यों को अपने जीवन में गृह क्लेश, अशुभ ग्रहों के हानिकारक प्रभाव, मुकदमा, व्यापार में लगातार नुकसान, असाध्य बीमारी, असामयिक मृत्यु भय आदि का प्रकोप झेलना पड़ता है, ऐसी स्थितियों में अनुष्ठान निश्चित रूप से मनुष्य के जीवन से इन प्रकोपों के भय को कम करने में मदद करता है। इस प्रकार अनुष्ठान मनुष्य के जीवन की विभिन्न समस्याओं, भय, तनाव आदि में राहत प्रदान करके उन्हें अधिकतम लाभ प्रदान करते है। परंतु अनुष्ठान एक प्रकार से ईश्वरीय तत्व को जागृत करके उससे अपना मनोवांछित फल (वरदान) प्राप्त करने की क्रिया के बराबर है इसलिए इस क्रिया को वैदिक क्रियाओं और दक्षता प्राप्त आचार्यों द्वारा सम्पन्न कराने से ही पूर्ण लाभ प्राप्त होता है। यदि अनुष्ठान क्रिया वैदिक क्रियाओं से सम्पन्न नहीं होती है या उसमें त्रुटियाँ होती हैं तो निश्चित रूप से इनका प्रतिकूल प्रभाव पड़ता है। सनातन ज्योति में विशेष रूप से अनुष्ठान क्रिया, गुरुकुल से दक्षता प्राप्त आचार्यों से सम्पन्न कराये जाते हैं जो वैदिक क्रियाओं द्वारा अनुष्ठान करने में कुशल व पारंगत हैं। अनुष्ठान अलग-अलग समस्याओं के लिए विभिन्न प्रकार के होते हैं जिन्हें आप नीचे विस्तारपूर्वक जान सकते हैं :-",
    "BlogDesc": "सनातन परंपरा, भारतीय संस्कृति और सभ्यता का एक महत्वपूर्ण पहलू है जो सदियों से पीढ़ी दर पीढ़ी चला आ रहा है। इसकी बुनियादें वेदों, उपनिषदों, पुराणों और धार्मिक ग्रंथों पर आधारित है। इसमें जीवन के हर क्षेत्र में नियम, शिक्षा, और मार्गदर्शन के संदेश छिपे हैं, जो हमारे समाज को समृद्ध, संतुलित, और सदैव विकसित बनाने में सहायक होते हैं।प्राचीन काल के ऋषि, मुनियों ने अपने तप और शोध के प्रयास और प्रभाव से अनेक खोज किए। उनमे से कई ऐसे बाते है जो आज भी आधुनिक विज्ञान खोजने मे असमर्थ है। प्राचीन काल के ऋषि मुनियों द्वारा अपनाई गई परंपरा आज भी हमारे समाज के कल्याण, स्वास्थ्य एवं जीवन की समृद्धि के लिए महत्त्वपूर्ण साबित होती नजर आती हैं। पीढ़ी दर पीढ़ी बढ़ते आधुनिकीकरण के कारण सनातन परंपरा में बताई गई अनेक मानव कल्याण की बाते वेदों उपनिषदों और पुराणों में ही दब कर रह गई। सनातन ज्योति प्राचीन काल के ऋषियों और मुनियों द्वारा मानव कल्याण हेतु अपनाई गई उन पद्धतियों को उजागर करना चाहती है जो हमारे पुराणों में छिपी हुई हैं। सनातन ज्योति से जुड़े लेखक अपने ब्लॉग के माध्यम से त्योहारों, तिथियों के वास्तविक अर्थ और उनके पीछे छिपी कथाओं एवं उद्देश्य को प्रकट करना चाहते हैं जो किसी भी प्रकार की किवदंती न होकर एक प्रकार का सत्य है जिसे उस समय की भाषा और सभ्यता के अनुसार बनाया गया था। ",
    "Privacy Policy": "गोपनीयता नीति",
    "Laghu Rudra Anushthan": "लघु रुद्र अनुष्ठान",
    "Vishnu Sahastranaam": "विष्णु सहस्त्रनाम",
    "Rudrabhishek": "रुद्राभिषेक",
    "Sri Suktam": "श्री सूक्तम",
    "Kanaka Dhara Stotram": "कनक धारा स्तोत्रम्",
    "Ati Rudra Anushthan": "अति रूद्र अनुष्ठान",
    "Customer Reviews": "ग्राहक समीक्षा",
    "client rev": "हमारे ग्राहक हमारे साथ अपने अनुभव के बारे में क्या कहते हैं।",
    "Latest Video": "यूट्यूब पर हमारा नवीनतम वीडियो देखें",
    "Subscribe our channel": "हमारे चैनल को सब्सक्राइब करें",
    "Welcome to Sanatan Jyoti": "सनातन ज्योति में आपका स्वागत है",
    "100% Secure Payments": "100% सुरक्षित भुगतान",
    "Date": "दिनांक",
    "Company Address": "प्लॉट संख्या – 117, राम गंगा हाउसिंग सोसाइटी, \nटिकरा नारामऊ कानपुर नगर, बगदौधी कछार, \nबिठूर ,कानपुर नगर, उत्तर प्रदेश, 209217",
    "This Payment Policy governs": "यह भुगतान नीति गौरीटेकट्रेड कंसल्टिंग एलएलपी द्वारा संचालित सनातनज्योति.कॉम ('सेवा') पर दी जाने वाली कुछ प्रीमियम सुविधाओं, सेवाओं या उत्पादों ('भुगतान सेवाओं') तक पहुंचने के लिए भुगतान नियमों और शर्तों को नियंत्रित करती है।",
    "Payment Terms": "भुगतान की शर्तें",
    "Payment Method": "भुगतान पद्धति",
    "Payment for Paid Services": "अद्यतित प्रणालियों जैसे क्रेडिट कार्ड, डेबिट कार्ड, UPI, या सेवा पर निर्दिष्ट किसी अन्य भुगतान पद्धति के माध्यम से भुगतान सेवाओं के लिए भुगतान किया जा सकता है। ",
    "Currency":"मुद्रा",
    "All prices and payments": "सभी मूल्य और भुगतान INR (भारतीय रुपया) में हैं यदि किसी अन्य प्रकार से निर्दिष्ट नहीं किया गया हो।",
    "Payment Authorization": "भुगतान प्राधिकरण",
    "By providing payment": "भुगतान सूचना प्रदान करके, आप हमें भुगतान की योग्यता सेवाओं के लिए निर्दिष्ट भुगतान पद्धति को कुल राशि के लिए चार्ज करने का अधिकार प्राधित करते हैं।",
    "Pricing and Billing": "मूल्य निर्धारण और बिलिंग",
    "Pricing": "मूल्य निर्धारण",
    "The prices for Paid Services": "सेवा के लिए देय भुगतान के लिए मूल्य सेवा पर प्रदर्शित किए जाते हैं और किसी भी समय पूर्व सूचना के बिना परिवर्तन के लिए उपलब्ध होते हैं। मूल्य निर्धारण में किए गए किसी भी परिवर्तन से पहले खरीदी गई भुगतान सेवाओं की कीमत पर कोई प्रभाव नहीं होगा।",
    "Taxes": "कर",
    "Prices for Paid Services do not include": "भुगतान की गई सेवाओं के लिए मूल्य में लागू करों को शामिल नहीं किया जाता है, जो आपके स्थान और लागू कर विधियों के आधार पर टोटल देय राशि में जोड़े जा सकते हैं।",
    "Refunds and Cancellations": "धनवापसी और रद्दीकरण",
    "Refund Policy": "वापसी नीति",
    "Except as required by law": ": कानून द्वारा अनिवार्य न होने की स्थिति में, सभी भुगतान देय पर भुगतान सेवाओं के लिए अनदेखा हैं, और किसी भी अप्रयुक्त भाग के लिए कोई वापसी नहीं की जाएगी।",
    "Cancellation": "रद्दीकरण",
    "Cancellation is not allowed": "एक बार किसी विशेष सेवा के लिए भुगतान किया जाने के बाद रद्दीकरण की अनुमति नहीं है। आप उपलब्धता के आधार पर किसी विशेष सेवा की तारीखों को आगे या पीछे कर सकते हैं।",
    "Payment Failure": "भुगतान विफलता",
    "Your payment security": "आपकी भुगतान सुरक्षा हमारी सर्वोत्तम जिम्मेदारी है। हम सुगम अनुभव के लिए सुरक्षित भुगतान गेटवे का उपयोग करते हैं। यदि भुगतान विफल होता है, तो आपको 48 घंटे के भीतर वापसी मिलेगी। यदि किसी भी वापसी में कोई समस्या हो, तो आप हमारे ग्राहक सेवा से संपर्क कर सकते हैं और भुगतान संदर्भ संख्या उल्लेख कर सहायता प्राप्त कर सकते हैं।",
    "Payment Security": "भुगतान सुरक्षा",
    "Secure Transactions": "सुरक्षित लेनदेन",
    "We use industry-standard encryption": "हम आपकी भुगतान सूचना की सुरक्षा के लिए उद्योग मानक एन्क्रिप्शन और सुरक्षा उपाय का उपयोग करते हैं। हालांकि, हम इंटरनेट के माध्यम से प्रेषित जानकारी या हमारे सर्वरों पर संग्रहित जानकारी की सुरक्षा की गारंटी नहीं दे सकते।",
    "Third-Party Payment Processors": "थर्ड-पार्टी भुगतान प्रोसेसर्स",
    "Payment transactions may be processed through third-party": "भुगतान लेनदेन को थर्ड-पार्टी भुगतान प्रोसेसर्स के माध्यम से प्रोसेस किया जा सकता है। आपकी भुगतान सूचना इन थर्ड-पार्टी प्रोसेसर्स की शर्तों और गोपनीयता नीतियों के अधीन होती है।",
    "Contact Us": "संपर्क करें",
    "If you have any questions ": "यदि आपके पास हमारी भुगतान नीति के बारे में कोई सवाल या चिंता है, तो कृपया हमसे संपर्क करें care@gauritechtrade.com पर।",
    "By purchasing Paid Services": "सेवा पर पेड सेवाओं की खरीद पर, आप स्वीकार करते हैं कि आपने इन भुगतान नियम और शर्तों को पढ़ा, समझा है और इसके अनुसार बाध्य होने को स्वीकार किया है।",
    "Version": "संस्करण",
    "Last updated": "अंतिम अद्यतन 14 मार्च 2024",
    "Effective from": "14 मार्च 2024 से प्रभावी",
    "This Privacy Policy": "यह गोपनीयता नीति स्वरूप बताती है कि sanatanjyoti.com ('हम', 'हमारे', या 'हमारा') हमारी वेबसाइट ('सेवा') पर कूकीज़ और समान ट्रैकिंग प्रौद्योगिकियों का उपयोग कैसे करता है।",
    "Our privacy policy and practices are detailed below. Please read them thoroughly.": "हमारी गोपनीयता नीति और अभ्यास निम्नलिखित हैं। कृपया इन्हें ध्यान से पढ़ें। ",
    "Welcome to Sanatanjyoti.com, our commitment is": "sanatanjyoti.com में आपका स्वागत है, हमारा वादा है, हमारे सदस्यों और आगंतुकों की गोपनीयता का सम्मान और संरक्षण करना। यह गोपनीयता नीति हमारी व्यक्तिगत जानकारी के संग्रह, उपयोग, और संरक्षण के संबंध में हमारी अभ्यासों को आवश्यकतानुसार आवर्ती करती है। हमारे वेबसाइट के साथ जुड़ने के द्वारा आप इस नीति में उल्लिखित शर्तों को स्वीकार करते हैं। हम आपकी अनुमति के बिना आपके बारे में व्यक्तिगत पहचान सूचना को जारी नहीं करेंगे (जो आपने स्पष्ट रूप से अनुरोधित सेवाओं को प्रदान करने की आवश्यकता होती है के रूप में)। आप हमें privacy@gauritechtrade.com पर अपने गोपनीयता संबंधी प्रश्न और चिंताओं का संदेश भेज सकते हैं ताकि हम जवाब दे सकें। हम लगातार उन उपकरणों को सुधारते हैं जिन्हें आप डेटा को प्रबंधित करने के लिए उपयोग कर सकते हैं जो आप हमें प्रदान करते हैं। कृपया नई सुविधाओं को देखने के लिए समय-समय पर इस पृष्ठ का संदर्भ दें। ",
    "The Information We Collect and Registration ": "हमारे द्वारा एकत्रित की जाने वाली जानकारी और पंजीकरण ",
    "Personally identifiable information (further referred as PII) is information": "निजी रूप से पहचानी जा सकने वाली जानकारी अर्थात व्यक्तिगत पहचान जानकारी (पर्सोनली इडेंटिफ़ियबल इनफार्मेशन आगे पी.आई.आई के रूप में संदर्भित) ऐसी जानकारी है, जैसे कि आपका नाम, जन्म तिथि, ईमेल पता या मेलिंग पता, जो आपको अनूठा पहचानने के लिए उपयोग किया जा सकता है। हम किसी भी अज्ञात जानकारी को तीसरे पक्षों के साथ साझा नहीं करेंगे अगर हमें पता है कि यह जानकारी आपके पी.आई.आई के साथ लिंक की जाएगी जो किसी अन्य स्रोत से प्राप्त है, जब तक कि आपने हमें अनुमति न दी हो।",
    "Anonymous information is not": "अनजान जानकारी पी.आई.आई नहीं है। अनजान जानकारी यह होती है जो आप हमारी वेबसाइट का उपयोग कैसे करते हैं (जैसे कि आप किस वेबसाइट का दौरा करते हैं और आप किस प्रकार की खोजें करते हैं)। अनजान जानकारी में इंटरनेट ब्राउज़रों के डोमेन नाम और/या आईपी पते (नीचे स्पष्टीकृत किया गया है), साइट पर दौरा किए गए समय का दिन, और अन्य गैर-व्यक्तिगत जानकारी शामिल होती है। ",
    "Anonymous information is information that is not tied": "अनजान जानकारी वह जानकारी है जो किसी ऐसे व्यक्ति से जुड़ी नहीं है जो सदस्य के रूप में पंजीकृत नहीं है, लेकिन हमें यह जानने में मदद करती है कि हमारे उपयोगकर्ता पीआईआई पंजीकरण का उपयोग क्या करते हैं। हम आपको आश्वस्त करना चाहते हैं कि आप हमारी वेबसाइट पर जा सकते हैं और हमारी कई सेवाओं का उपयोग हमें बताए बिना कर सकते हैं कि आप कौन हैं या हमें अपने बारे में कोई पीआईआई बताए बिना। जब आप सदस्य बनने के लिए पंजीकरण करेंगे तभी आपसे हमें पीआईआई प्रदान करने के लिए कहा जाएगा। जब आप हमारे साथ पंजीकरण करते हैं, तो आपको कुछ फ़ील्ड भरने होंगे (कुछ आवश्यक हैं और कुछ वैकल्पिक हैं), साथ ही पहला नाम और पासवर्ड भी चुनना होगा। उदाहरण के लिए, हम जानकारी मांगते हैं ताकि हम आपसे संपर्क कर सकें (जैसे आपका पहला और अंतिम नाम, ईमेल पता और भौतिक पता)। हम इस जानकारी का उपयोग आपको हमारी साइट पर उपलब्ध नई सुविधाओं और सेवाओं के बारे में बताने के लिए करते हैं। ",
    "Your information is used for the following purposes": "हम इस जानकारी का उपयोग आपको हमारी साइट पर उपलब्ध नई सुविधाओं और सेवाओं के बारे में बताने के लिए करते हैं।",
    "Manage and facilitate the requests": "अनुरोधों को प्रबंधित और सुविधाजनक बनाना।",
    "Address customer service inquiries related to our products and services Engagement and Communication ": "हमारे उत्पादों और सेवाओं से संबंधित ग्राहक सेवा की पूछताछ का समाधान और संबोधन। ",
    "Send updates about Sanatanjyoti.com activities and events, website Enhancement.": "sanatanjyoti.com की गतिविधियों और घटनाओं के बारे में अपडेट भेजना, वेबसाइट को सुधारना। ",
    "Improve user experience on our website, analyse functionality and usage pattern.": "हमारी वेबसाइट पर उपयोगकर्ता अनुभव को बेहतर बनाना, कार्यक्षमता और उपयोग के पैटर्न का विश्लेषण करना।",
    "Sharing Personally Identifiable Information with Third Parties ": "तीसरे पक्ष के साथ व्यक्तिगत रूप से पहचान योग्य जानकारी साझा करना",
    "We will not share your PII unless you have authorized": "हम आपकी व्यक्तिगत पहचान जानकारी को साझा नहीं करेंगे जब तक आप हमें इसे साझा करने की अनुमति नहीं देते हैं। ग्राहक डेटाबेस की जांच करने वाले ग्राहक ऑनलाइन निर्देशिका से आपके विवरण तक पहुंच सकते हैं। उन्हें आप तक पहुंचने की सुविधा प्रदान की जाती है। वे इस जानकारी का उपयोग कर सकते हैं (कभी-कभी, अन्य उपयोगकर्ताओं के पास आपके बारे में अन्य जानकारी के साथ)। हम कुछ परिस्थितियों में तृतीय-पक्षों के साथ आपकी जानकारी साझा कर सकते हैं: सेवा प्रदाता - वेबसाइट के परिचालन, आदेश प्रोसेसिंग, और ग्राहक सहायता में सहायता के लिए, कानूनी अनुपालन - कानूनी अभिबावकों का पालन करने के लिए, कानूनी प्रक्रियाओं का प्रतिसाद देने के लिए, या हमारे अधिकारों की सुरक्षा के लिए, संगठनात्मक परिवर्तन - यदि विलय, अधिग्रहण, या संपत्ति बिक्री होती है, तो सूचना सौदे का हिस्सा के रूप में स्थानांतरित की जा सकती है।",
    "Cookie Policy": "कूकी नीति",
    "What are Cookies? ": "कुकीज़ क्या हैं?",
    "Cookies are small text files stored on your device ": "जब आप हमारी वेबसाइट पर जाते हैं तो कुकीज़ आपके डिवाइस (कंप्यूटर, स्मार्टफोन, टैबलेट) पर संग्रहीत छोटी टेक्स्ट फ़ाइलें होती हैं। वे विभिन्न उद्देश्यों की पूर्ति करते हैं, जिनमें आपकी प्राथमिकताओं को याद रखना, आपके ब्राउज़िंग अनुभव को बेहतर बनाना और यह विश्लेषण करना शामिल है कि आप साइट के साथ कैसे इंटरैक्ट करते हैं। ",
    "Types of Cookies We Use" : "हमारे द्वारा उपयोग की जाने वाली कुकीज़ के प्रकार",
    "Essential Cookies": "आवश्यक कुकीज़:",
    "These cookies are necessary for the basic functionality of our website.": "ये कुकीज़ हमारी वेबसाइट के मौलिक कार्य के लिए आवश्यक होती हैं। इनके बिना, पृष्ठ नेविगेशन, सुरक्षा, और सुरक्षित क्षेत्रों तक पहुँच जैसी मूल विशेषताओं को सक्रिय करना संभव नहीं है। ",
    "Analytical/Performance Cookies": " विश्लेषण / प्रदर्शन कुकीज़:",
    "These cookies allow us to analyze how visitors": " ये कुकीज़ हमें यह जानने में मदद करती हैं कि आगंतुक हमारी वेबसाइट का कैसे उपयोग करते हैं, जैसे कि कौन से पृष्ठ सबसे अधिक देखे जाते हैं और क्या उपयोगकर्ताओं को कोई त्रुटियाँ आती हैं। यह जानकारी हमें साइट की प्रदर्शन और उपयोगिता में सुधार करने में मदद करती है।",
    "Functionality Cookies": "कार्यक्षमता कुकीज़:",
    "Functionality cookies enable": "कार्यक्षमता कुकीज़ वेबसाइट को वृद्धि की गई सुविधाएँ प्रदान करने की क्षमता प्रदान करती हैं। वे आपके द्वारा किए गए चयनों (जैसे आपका उपयोगकर्ता नाम, भाषा, या क्षेत्र) को याद रख सकती हैं और एक अधिक विवेकशील अनुभव प्रदान कर सकती हैं। ",
    "Advertising": "विज्ञापन/लक्ष्य कुकीज़:",
    "These cookies are used": "ये कुकीज़ आपके ब्राउज़िंग आदतों के आधार पर आपके रुचियों के अनुरूप विज्ञापन प्रदान करने के लिए प्रयुक्त होती हैं। वे एक विज्ञापन को कितनी बार दिखाया जाए और विज्ञापन प्रचारण की प्रभावकारिता का मापन भी कर सकती हैं।",
    "Third-Party Cookies": "तृतीय-पक्ष कुकीज़",
    "We may also use third-party cookies": "हम विश्वसनीय साथियों द्वारा प्रदान किए गए तृतीय-पक्ष कुकीज़ का भी उपयोग कर सकते हैं जो विश्लेषण, विज्ञापन, और अन्य उद्देश्यों के लिए होते हैं। ये कुकीज़ तृतीय-पक्ष प्रदाताओं की संबंधित गोपनीयता नीतियों के अधीन होती हैं। ",
    "Managing Cookies": "कुकीज़ का प्रबंधन ",
    "You can control and manage": "आप अपने ब्राउज़र सेटिंग्स के माध्यम से कुकीज़ को नियंत्रित और प्रबंधित कर सकते हैं। अधिकांश ब्राउज़र्स कुकीज़ को ब्लॉक या हटाने की अनुमति देते हैं, साथ ही कुकीज़ को कैसे हैंडल किया जाए, इसके लिए प्राथमिकताएँ सेट की जा सकती हैं। हालांकि, कुछ कुकीज़ को अक्षम करने से वेबसाइट की कार्यक्षमता और उपयोगिता प्रभावित हो सकती है। हम सामान्यतः उपयोगकर्ता के आईपी पते को व्यक्तिगत जानकारी से जोड़ने की प्रक्रिया में नहीं होते हैं, यह अर्थ है कि हमें प्रत्येक उपयोगकर्ता के सत्र का एक रिकॉर्ड होता है, लेकिन हमारे लिए उपयोगकर्ता अनाम होता है। ",
    "Your Consent": "आपकी सहमति ",
    "By continuing to use": "हमारी वेबसाइट का उपयोग जारी रखकर, आप इस कुकी नीति के अनुसार कुकीज़ का उपयोग स्वीकार करते हैं। यदि आप कुकीज़ के उपयोग से सहमत नहीं हैं, तो आपको अपने ब्राउज़र सेटिंग को समायोजित करना चाहिए या साइट का उपयोग न करें। ",
    "Updates to this Policy": "इस नीति में अद्यतन",
    "We may update this Cookie Policy": "हम अपने अभ्यास या लागू कानूनों में परिवर्तनों को दर्शाने के लिए समय-समय पर इस कुकी नीति को अपडेट कर सकते हैं। हम आपको आग्रह करते हैं कि आप नियमित अंतराल पर इस नीति की समीक्षा करें ताकि कोई अपडेट हो सके।  ",
    "By using our website, you acknowledge": "हमारी वेबसाइट का उपयोग करके, आप स्वीकार करते हैं कि आपने इस कुकी नीति के नियमों को पढ़ा, समझा और स्वीकृति दी है। ",
    "We are committed to protecting": "हम आपकी जानकारी की सुरक्षा को संभालने के लिए सार्थक सुरक्षा उपायों के माध्यम से प्रतिबद्ध हैं। हालांकि, कृपया ध्यान दें कि कोई भी इंटरनेट प्रेषण पूरी तरह से सुरक्षित नहीं होता, और हम पूरी तरह से सुरक्षा की गारंटी नहीं दे सकते। हमारे पास खोने, गलत उपयोग, और आपके उपयोगकर्ता डेटा के बदलने के खिलाफ संरक्षण के उपाय हैं। केवल कुछ कर्मचारियों को ही वह जानकारी तक पहुंच है जो आप हमें प्रदान करते हैं। उदाहरण के लिए, हम उन कर्मचारियों पर सख्त नियम लागू करते हैं जिनके पास या तो उपयोगकर्ता जानकारी को भंडारित करने वाले डेटाबेस का उपयोग होता है या हमारी सेवाओं को होस्ट करने वाले सर्वर्स का उपयोग होता है। हालांकि, हम डेटा के नुकसान, गलत उपयोग या परिवर्तन की गारंटी नहीं दे सकते, हम ऐसे दुर्भाग्यपूर्ण घटनाओं को रोकने का प्रयास करते हैं। यदि आपके पास इस गोपनीयता नीति या इस साइट के अभ्यासों के बारे में कोई सवाल है, तो कृपया हमसे संपर्क करें @ privacy@gauritechtrade.com । Sanatanjyoti.com इस गोपनीयता नीति को किसी भी समय बदलने का अधिकार सुरक्षित रखता है। सभी परिवर्तन इस पृष्ठ पर पोस्ट किए जाएंगे, और हम इस गोपनीयता नीति में किसी भी महत्वपूर्ण परिवर्तन को सूचित करने के लिए आवश्यक प्रयास करेंगे।  ",
    "Your Privacy Choices ": "आपकी गोपनीयता विकल्प ",
    "You have the right to:-": "आपके पास अधिकार है:-",
    "Access and Update Information": " जानकारी तक पहुंच और अद्यतन करना, अपनी व्यक्तिगत जानकारी तक पहुंच और अद्यतन करना, संचार से ऑप्ट-आउट करना, किसी भी समय हमारे विपणन और सूचनात्मक संचार से सदस्यता समाप्त करना। (सदस्यता समाप्त करने के लिए कृपया unsubscribe@gauritechtrade.com पर ईमेल करें।",
    "Changes to this Policy:": "इस नीति में परिवर्तन:",
    "We may update this policy": "हम अपने परिचालन या कानूनी आवश्यकताओं में परिवर्तन को प्रतिबिंबित करने के लिए इस नीति को अद्यतन कर सकते हैं। हम सूचित रहने के लिए इस नीति की नियमित समीक्षा को प्रोत्साहित करते हैं। परिवर्तन पृष्ठ के नीचे, अंतिम अद्यतन, दिनांक द्वारा इंगित किए जाएंगे। ",
    "Contact Us:": "संपर्क करें",
    "If you have any questions": "यदि आपको हमारी गोपनीयता नीति के बारे में कोई सवाल या चिंता है, तो कृपया हमसे संपर्क करें privacy@gauritechtrade.com पर। ",
    "Thank you for trusting": "आपके अनुभव में हम पर विश्वास करने के लिए धन्यवाद। ",
    "Join us on a journey": "हमारे साथ एक परंपरा, शांति और अविनाशी ज्ञान की यात्रा पर शामिल हों। ",
    "Version: 1.1": "संस्करण: 1.1",
    "Last updated 14th March 2024": "अंतिम अद्यतन: 14 मार्च 2024",
    "Effective from 14th March 2024": "14 मार्च 2024 से प्रभावी ",
    "Terms & Conditions": "नियम और शर्तें",
    "Welcome to Sanatan Jyoti! While": "सनातन ज्योति में आपका स्वागत है!! www.sanatanjyoti.com का उपयोग करते समय, आप यहाँ वर्णित नियमों और शर्तों से सहमत होते हैं",
    "These Terms and Conditions": "ये नियम और शर्तें ('नियम', 'नियम और शर्तें') आपके द्वारा www.sanatanjyoti.com ('सेवा') का उपयोग करने को नियंत्रित करती हैं, जिसका संचालन गौरीटेकट्रेड कंसल्टिंग एलएलपी ('हम', 'हमारे', या 'हमारा') करता है।",
    "Your access to and use of the Service": "सेवा तक आपकी पहुँच और उसका उपयोग, इन नियमों की स्वीकृति और अनुपालन पर निर्भर करता है। ये नियम सभी आगंतुक, उपयोगकर्ता, और अन्य लोगों पर लागू होते हैं जो सेवा तक पहुँचते हैं या उसका उपयोग करते हैं।",
    "Acceptance of Terms": "नियमों की स्वीकृति",
    "Users must agree to the terms and conditions before using": "उपयोगकर्ताओं द्वारा www.sanatanjyoti.com वेबसाइट का उपयोग करने से पहले नियम और शर्तों को स्वीकार करना अनिवार्य है। वेबसाइट का उपयोग या उस पर पहुँच, इस बात की तरफ संकेत करता है कि उपयोगकर्ता इन शर्तों को बिना शर्त स्वीकार करता हैं। इस वेबसाइट या उसकी सामग्री का उपयोग/ आपके विचार तय करना आपकी स्वीकृति पर विशेष रूप से निर्भर होगा। इसके अतिरिक्त, जब वेबसाइट पर विशेषताओं और सेवाओं का उपयोग किया जाएगा, तो ऐसी विशेषताओं और सेवाओं के लिए लागू अतिरिक्त निर्देशिकाएं और नियमों का पालन किया जाएगा, चाहे वे यहाँ संदर्भ में शामिल हों या न हों।",
    "Contents": "सामग्री",
    "Description of Service": "सेवा का विवरण",
    "Explanation of the services provided": "वेबसाइट द्वारा प्रदान की जाने वाली सेवाओं का स्पष्टीकरण, जैसे ब्लॉग, आध्यात्मिक और धार्मिक सामग्री, कुंडली पढ़ना, ज्योतिषीय अंतर्दृष्टि, अनुकूलता विश्लेषण, आदि।",
    "General Content": "सामान्य सामग्री",
    "Modification of the website and the Services": "वेबसाइट और सेवाओं का संशोधन",
    "We reserve the right, in our sole": "हम अपने एकमात्र विवेक के आधार पर वेबसाइट के किसी भी पहलू को समाप्त, परिवर्तन, निलंबित या बंद करने का अधिकार सुरक्षित रखते हैं, जिसमें, सामग्री, सुविधाएं या उपलब्धता का समय सीमित नहीं है। हम सूचना के बिना वेबसाइट के कुछ विशेषताओं पर सीमाएँ लगा सकते हैं या आपके पहुंच को वेबसाइट के किसी भाग या पूरी वेबसाइट तक सीमित कर सकते हैं। हम आपके सदस्यता खाता या आपके वेबसाइट के उपयोग को हमारे विवेकाधीन में किसी भी समय निलंबित या समाप्त कर सकते हैं, किसी भी कारण को जो भी हो, बिना किसी सूचना के आप स्वीकार करते हैं और स्वीकार करते हैं कि ऐसा करने का निर्णय आपके लिए कोई भी आपत्ति का कारण नहीं होगा।",
    "Content": "सामग्री",
    "Our Service allows you to access and": "हमारी सेवा आपको ज्योतिष और सनातन धर्म से संबंधित जानकारी तक पहुँचने और साझा करने की अनुमति देती है, जिसमें कुंडली, ज्योतिषीय पूर्वानुमान, लेख और अन्य सामग्री ('सामग्री') शामिल है। सामग्री केवल सूचनात्मक और मनोरंजन के उद्देश्यों के लिए है और इसे पेशेवर सलाह के रूप में नहीं लिया जाना चाहिए। हम किसी भी सेवा पर प्रदान की गई किसी भी सामग्री की सटीकता, पूर्णता या विश्वसनीयता की गारंटी नहीं देते हैं।",
    "Content Errors": "सामग्री की त्रुटियाँ",
    "This website may contain typographical": "Tइस वेबसाइट में मुद्रण संबंधी त्रुटियाँ या अशुद्धियाँ हो सकती हैं और यह पूर्ण या अद्यतन नहीं हो सकती है। इसलिए वेबसाइट किसी भी त्रुटि, अशुद्धि या चूक को ठीक करने और बिना किसी पूर्व सूचना के किसी भी समय जानकारी को बदलने या अपडेट करने का अधिकार सुरक्षित रखती है। कृपया ध्यान दें कि ऐसी त्रुटियाँ, अशुद्धियाँ, या चूक वेबसाइट पर लेखों से संबंधित हो सकती हैं (लेकिन इन्हीं तक सीमित नहीं हैं) और जानकारी बिना किसी सूचना के परिवर्तन के अधीन है।",
    "Contents Clause": "सामग्री खंड",
    "The contents of the website": "वेबसाइट की सामग्री अच्छे विश्वास के साथ, स्पष्ट रूप से लोगों को शिक्षित करने के उद्देश्य से और किसी धर्मशास्त्र, किसी व्यक्ति या व्यक्तियों के समूह को चोट पहुंचाने या लोगों के बीच नफरत या दुश्मनी पैदा करने या वैज्ञानिक स्वभाव का विरोध करने के किसी भी इरादे के बिना अपलोड की जाती है। इस वेबसाइट पर दी गई सेवाओं सहित सामग्री, किसी भी व्यक्ति, संस्कृति, धर्म या राष्ट्रीयता के प्रति पूर्वाग्रह के बिना, अच्छे विश्वास के साथ प्रदान की जाती है और समाज के किसी भी हिस्से के बीच कोई वैमनस्य, विरोध, घृणा या दुर्भावना पैदा करने का कोई इरादा नहीं है। या किसी भी प्रकार के अंधविश्वास या अंध विश्वास को बनाना, बढ़ावा देना या प्रचारित करना। वेबसाइट पर प्रकाशित कुछ सामग्री आध्यात्मिक/धार्मिक शोध का हिस्सा हो सकती है। इस तरह के प्रकाशन से वेबसाइट चिकित्सा विज्ञान का कोई विकल्प प्रदान नहीं करती है, और आपसे हमेशा आधुनिक विज्ञान का अध्ययन करने और अपने उद्देश्य के लिए उचित निर्णय लेने का अनुरोध और निर्देश दिया जाता है। किसी भी सामग्री का अनुसरण करने के परिणाम व्यक्ति-दर-व्यक्ति भिन्न हो सकते हैं। किसी भी सामग्री का अनुसरण करने वाला व्यक्ति परिणामों का दायित्व वहन करता है। सामग्री, रूप और चित्रण पर आधारित कोई भी प्रतिक्रिया, जो किसी भी कार्रवाई को जन्म देती है, इस वेबसाइट को किसी भी कानून, आपराधिक, नागरिक या अन्यथा और/या अपकृत्य या निहित रूप से उत्तरदायी नहीं बनाएगी।",
    "User Generated Content": "उपयोगकर्ता द्वारा उत्पन्न सामग्री",
    "In these terms and": "इन नियमों और शर्तों में, 'उपयोगकर्ता द्वारा निर्मित सामग्री' का अर्थ ऐसी सामग्री (बिना किसी सीमा के पाठ, चित्र, ऑडियो सामग्री, वीडियो सामग्री और दृश्य-श्रव्य सामग्री सहित) है जिसे आप किसी भी उद्देश्य के लिए हमारी वेबसाइट पर सबमिट करते हैं। आप हमें किसी भी मौजूदा या भविष्य के मीडिया में अपनी उपयोगकर्ता सामग्री का उपयोग, पुनरुत्पादन, अनुकूलन, प्रकाशन, अनुवाद और वितरित करने के लिए एक विश्वव्यापी, अपरिवर्तनीय, गैर-विशिष्ट, रॉयल्टी-मुक्त लाइसेंस प्रदान करते हैं। आप हमें इन अधिकारों को उप-लाइसेंस देने का अधिकार और इन अधिकारों के उल्लंघन के लिए कार्रवाई करने का अधिकार भी प्रदान करते हैं।आपकी उपयोगकर्ता सामग्री अवैध या गैरकानूनी नहीं होनी चाहिए, किसी तीसरे पक्ष के कानूनी अधिकारों का उल्लंघन नहीं करना चाहिए, और आपके या हमारे या किसी तीसरे पक्ष के खिलाफ कानूनी कार्रवाई करने में सक्षम नहीं होना चाहिए (प्रत्येक मामले में किसी भी लागू कानून के तहत)। आपको वेबसाइट पर कोई भी उपयोगकर्ता सामग्री प्रस्तुत नहीं करनी चाहिए जो किसी धमकी या वास्तविक कानूनी कार्यवाही या अन्य समान शिकायत का विषय हो या रही हो। हम अपनी वेबसाइट पर प्रस्तुत, या हमारे सर्वर पर संग्रहीत, या हमारी वेबसाइट पर होस्ट या प्रकाशित किसी भी सामग्री को संपादित करने या हटाने का अधिकार सुरक्षित रखते हैं। उपयोगकर्ता सामग्री के संबंध में इन नियमों और शर्तों के तहत हमारे अधिकारों के बावजूद, हम अपनी वेबसाइट पर ऐसी सामग्री की प्रस्तुति, या ऐसी सामग्री के प्रकाशन की निगरानी करने का कार्य नहीं करते हैं।",
    "User Comments": "उपयोगकर्ता टिप्पणियाँ",
    "The Service may": "सेवा में ब्लॉग या लेखों पर एक उपयोगकर्ता टिप्पणी अनुभाग शामिल हो सकता है जहां उपयोगकर्ता अपने विचार, राय और प्रतिक्रिया ('उपयोगकर्ता टिप्पणियाँ') साझा कर सकते हैं। जबकि हम खुली चर्चा और संवाद को प्रोत्साहित करते हैं, हम उन उपयोगकर्ता टिप्पणियों को नवीनीकृत करने, संपादित करने या हटाने का अधिकार सुरक्षित रखते हैं जो इन शर्तों का उल्लंघन करती हैं या अन्यथा अनुचित, आक्रामक या अप्रासंगिक मानी जाती हैं।",
    "By posting or submitting User": "सेवा पर उपयोगकर्ता टिप्पणियाँ पोस्ट या सबमिट करके, आप हमें ऐसे उपयोगकर्ता टिप्पणियों का अनोखा, निःशुल्क, स्थायी, अप्रतिष्ठित और पूरी तरह से उप-लाइसेंस प्रदान करते हैं, जिसका अधिकार हमें उन्हें उपयोग, पुनः उत्पन्न, संशोधित, अनुकूलित, प्रकाशित, अनुवादित, नई संविदा बनाने, वितरित करने, और दुनिया भर में किसी भी मीडिया में ऐसे उपयोगकर्ता टिप्पणियाँ को प्रदर्शित करने का पूरा अधिकार होता है। आप हमें उस नाम का उपयोग करने का अधिकार भी प्रदान करते हैं, जिसको आप ऐसी उपयोगकर्ता टिप्पणियों के साथ संबंधित सबमिट करते हैं।",
    "You agree that User Comments": "आप सहमत हैं कि उपयोगकर्ता टिप्पणियाँ आपकी अपनी हैं और किसी तीसरे पक्ष के किसी अधिकार पर उल्लंघन नहीं करती हैं, जिसमें कॉपीराइट, ट्रेडमार्क, गोपनीयता, प्रसार, या अन्य व्यक्तिगत या संपत्तिक अधिकार शामिल हो सकते हैं। आप और भी सहमत हैं कि आप किसी भी विधि के खिलाफ, अपमानजनक, निन्दात्मक, पीड़ादायक, अत्याचारपूर्ण, धमकीपूर्ण, हानिकारक, गंदे, अश्लील, या अन्य किसी भी प्रतिकूल उपयोगकर्ता टिप्पणियाँ पोस्ट या सबमिट नहीं करेंगे।",
    "We do not endorse": "हम सेवा पर पोस्ट किए गए किसी भी उपयोगकर्ता टिप्पणियों की सटीकता, विश्वसनीयता, या मान्यता का समर्थन, समर्थन, या गारंटी नहीं करते हैं। उपयोगकर्ता टिप्पणियाँ उन व्यक्तियों के दृष्टिकोण और विचारों को प्रतिबिंबित करती हैं जो उन्हें पोस्ट करते हैं और सनातनज्योति के दृष्टिकोण या विचारों को आवश्यकतानुसार नहीं प्रतिबिंबित करती हैं। हम सेवा पर पोस्ट किए गए किसी भी उपयोगकर्ता टिप्पणियों के लिए किसी भी उत्तरदायित्व को त्यागते हैं।",
    "You acknowledge": "आप स्वीकार करते हैं और सहमत होते हैं कि हमारे पास उपयोगकर्ता टिप्पणियों को मॉनिटर, स्क्रीन, संपादित, या हटाने का अधिकार है, हालांकि हमें इसे करने का कोई अनिवार्य कार्य नहीं है, और हम इसे अपने एकमात्र विवेक के अनुसार और पूर्व सूचना के बिना कर सकते हैं। हम उन उपयोगकर्ताओं के लिए सेवा तक पहुंच को समाप्त या निलंबित करने का अधिकार सुरक्षित रखते हैं जो इन नियमों का उल्लंघन करते हैं या उपयोगकर्ता टिप्पणी खंड में अनुचित व्यवहार में लिप्त होते हैं।",
    "By participating in": "उपयोगकर्ता टिप्पणी खंड में भाग लेने के द्वारा, आप इन नियमों का पालन करने के लिए सहमत होते हैं और स्वीकार करते हैं कि आपका सेवा का उपयोग हमारे मॉडरेशन और प्रवर्तन नीतियों के अधीन है।",
    "If you have any question": "यदि आपके पास उपयोगकर्ता टिप्पणियों के संबंध में कोई प्रश्न या चिंता है, या इन नियमों के उल्लंघन की कोई रिपोर्ट करनी है, कृपया हमसे संपर्क करें care@gauritechtrade.com पर।",
    "By posting or": "सेवा पर उपयोगकर्ता टिप्पणियाँ पोस्ट या सबमिट करके, आप स्वीकार करते हैं कि आपने इन नियमों और शर्तों को पढ़ा, समझा है, और उनके अधीन बंधन करने के लिए सहमत होते हैं।",
    "Free Content Policy": "निःशुल्क सामग्री नीति",
    "Sanatanjyoti may offer certain content": "सनातनज्योति उपयोगकर्ताओं को नि:शुल्क कुछ सामग्री प्रदान कर सकता है, जिसमें लेख, राशिफल, समाचार पत्र और अन्य सामग्री शामिल है, लेकिन यह इन्हीं तक सीमित नहीं है। नि:शुल्क सामग्री तक आपकी पहुंच और उपयोग पर निम्नलिखित नियम और शर्तें लागू होती हैं",
    "Use of Free Content": "निःशुल्क सामग्री का उपयोग",
    "Free Content provided on": "सेवा पर प्रदान की गई निःशुल्क सामग्री केवल व्यक्तिगत, गैर-व्यावसायिक उपयोग के लिए है। आप अपने व्यक्तिगत उपयोग के लिए निःशुल्क सामग्री तक पहुंच सकते हैं, देख सकते हैं, डाउनलोड कर सकते हैं और प्रिंट कर सकते हैं। आप गौरीटेकट्रेड कंसल्टिंग एलएलपी की पूर्व लिखित सहमति के बिना किसी भी व्यावसायिक उद्देश्य के लिए मुफ्त सामग्री का पुनरुत्पादन, वितरण, संशोधन, अनुकूलन या अन्यथा शोषण नहीं कर सकते हैं।",
    "Accuracy and Reliability": "सटीकता और विश्वसनीयता",
    "While we strive to provide accurate": ": हालांकि हम सटीक और विश्वसनीय मुफ्त सामग्री प्रदान करने का प्रयास करते हैं, लेकिन हम किसी भी प्रकार की पूर्णता, सटीकता, विश्वसनीयता, उपयुक्तता, या मुफ्त सामग्री की उपलब्धता के बारे में कोई प्रतिनिधित्व या वारंटी नहीं देते हैं। आपकी मुफ्त सामग्री पर आश्रितता आपकी अपनी जिम्मेदारी है।",
    "No Guarantees or Endorsements": "कोई गारंटी या समर्थन नहीं",
    "The availability of": ": मुफ्त सामग्री की उपलब्धता किसी भी उत्पादों, सेवाओं, या व्यक्तियों के संदर्भ में किसी भी प्रमाणन या गारंटी का प्रतिनिधित्व नहीं करती है। हम मुफ्त सामग्री पर आधारित किसी भी क्रिया या निर्णय के लिए किए गए किसी भी कार्यों के लिए जिम्मेदारी को त्याज्य करते हैं।",
    "Intellectual Property Rights": "बौद्धिक संपदा अधिकार",
    "All Free Content provided": "सेवा पर प्रदान की गई सभी निःशुल्क सामग्री कॉपीराइट, ट्रेडमार्क और अन्य बौद्धिक संपदा कानूनों द्वारा संरक्षित है। आप मुफ़्त सामग्री से किसी भी कॉपीराइट, ट्रेडमार्क, या अन्य मालिकाना अधिकार नोटिस को हटा या बदल नहीं सकते हैं। यहां स्पष्ट रूप से दिए गए सभी अधिकार sanatanjyoti.com और गौरीटेकट्रेड कंसल्टिंग एलएलपी द्वारा सुरक्षित हैं।",
    "Modification or Discontinuation": ". संशोधन या बंद करना",
    "We reserve the right to modify": "हमें सदैव संशोधित करने, निलंबित करने, या मुफ्त सामग्री की उपलब्धता को किसी भी समय पूर्व सूचना के बिना संशोधित करने, निलंबित करने, या बंद करने का अधिकार सुरक्षित रखा गया है। हम आपके या किसी तीसरे पक्ष के लिए मुफ्त सामग्री के संशोधन, निलंबन, या बंद करने के लिए उत्तरदायी नहीं हैं।",
    "Feedback and Contributions": "प्रतिक्रिया और योगदान",
    "If you provide feedback or contribute ": ": यदि आप मुफ्त सामग्री से संबंधित प्रतिक्रिया प्रदान करते हैं या उपयोगकर्ता उत्पन्न सामग्री योगदान करते हैं, तो आप हमें ऐसे प्रतिक्रिया या योगदान का अनोखा, निःशुल्क, स्थायी, अप्रतिष्ठित, और पूरी तरह से उप-लाइसेंस प्रदान करते हैं जिसका हमें उपयोग, पुनः उत्पन्न, संशोधित, अनुकूलित, प्रकाशित, अनुवादित, नई संविदा बनाने, वितरित करने, और प्रदर्शित करने का पूरा अधिकार होता है।",
    "No Commercial Use": "कोई वाणिज्यिक उपयोग नहीं",
    "You may not use Free": "आप मुफ्त सामग्री का कोई भी वाणिज्यिक उपयोग नहीं कर सकते, जिसमें सामग्री की बिक्री, लाइसेंसिंग, या लाभ कमाने का समावेश शामिल हो, बिना sanatanjyoti.com या गौरिटेकट्रेड कंसल्टिंग एलएलपी की पूर्व लिखित सहमति के।",
    "By accessing or using Free Content": "सेवा पर प्रदान की गई मुफ्त सामग्री तक पहुंच करने या उपयोग करने से, आप स्वीकार करते हैं कि आपने इन नियमों और शर्तों को पढ़ा, समझा, और उनके अधीन बंधन करने के लिए सहमत हैं।",
    "If you have": "यदि आपके पास हमारी मुफ्त सामग्री नीति के बारे में कोई प्रश्न या चिंता है, तो कृपया हमसे संपर्क करें care@gauritechtrade.com पर।",
    "Beta Testing": "बीटा परीक्षण",
    "Pages marked with": "'बीटा' के साथ चिह्नित पृष्ठ यह दर्शाते हैं कि पृष्ठ अभी भी परीक्षण के अधीन हैं। सॉफ़्टवेयर डिप्लॉयमेंट की इस चरण को बाहरी परीक्षण भी कहा जाता है। हमारी वेबसाइट पर सॉफ़्टवेयर रिलीज़ का यह चरण सामान्यतः अंतर्निहित परीक्षण के बाद होता है। हम केवल उस संचारन को बाहरी परीक्षण में शामिल करेंगे जिसे अंतर्निहित परीक्षण के बाद किया गया है, और हम उसकी विश्वसनीयता से संतुष्ट हैं। हम उपयोगकर्ताओं को किसी भी त्रुटि या अपर्याप्तताओं की पहचान में हमारी सहायता करने के लिए आमंत्रित करते हैं। बाहरी परीक्षण या बीटा-चरण के दौरान sanatanjyoti.com किसी भी संशोधन का अधिकार संरक्षित रखती है। कृपया हमारे प्रतिक्रिया प्रपत्र का संदर्भ दें।",
    "Copyright and Ownership of Materials": "सामग्री का कॉपीराइट और स्वामित्व",
    "Copyright © Sanatan Jyoti": "कॉपीराइट© सनातन ज्योति 2024 और गौरिटेकट्रेड कंसल्टिंग एलएलपी, सारे अधिकार sanatanjyoti.com और गौरिटेकट्रेड कंसल्टिंग एलएलपी के संयुक्त रूप से सुरक्षित हैं। sanatanjyoti.com और गौरिटेकट्रेड कंसल्टिंग एलएलपी, यदि अलग से निर्दिष्ट नहीं किया गया है, तो वेबसाइट और उसकी सामग्री पर सभी कॉपीराइट, ट्रेडमार्क और अन्य सभी मानसिक संपत्ति के मालिक और धारक हैं। सामग्री के किसी भाग का पुनः उत्पादन किसी भी रूप में, कानून के अनुसार छोड़कर, निषिद्ध है। इस वेबसाइट पर दिखाई गई किसी भी लोगो, ब्रांड, मार्क, हेडिंग, लेबल, नाम, हस्ताक्षर, संख्याएँ, आकार, चित्र, आदि की संयोजन के लिए, यदि अन्यथा नहीं दिया गया है, इनमें से कोई भी गुण, स्वामित्व या अनुमति संयुक्त रूप से संपत्ति हैं जो इस वेबसाइट पर प्रदर्शित किए गए हैं, सनातनज्योति.कॉम और / या इसके संबंधित संस्थाओं के द्वारा लिया गया है। किसी भाग या सभी सामग्री की पुनः उत्पादन किसी भी रूप में निषिद्ध है। ",
    "You shall not reproduce such content": "आपको sanatanjyoti.com और गौरिटेकट्रेड कंसल्टिंग एलएलपी की पूर्व लिखित अनुमति के बिना किसी भी व्यावसायिक या किसी अन्य उद्देश्यों के लिए सार्वजनिक संचार के लिए वेबसाइट से ऐसी सामग्री की पुनः उत्पादन नहीं करना चाहिए। किसी अनधिकृत उपयोग से वेबसाइट द्वारा दी गई अनुमति या लाइसेंस समाप्त हो जाता है। ऐसी अनुमति के लिए हमारे संपादकीय टीम से संपर्क करें। आपकी आवश्यकताओं को बेहतर ढंग से पूरा करने के लिए, हमें यह स्पष्टीकरण प्रदान करें कि सामग्री का प्रस्तावित उपयोग कैसे किया जाएगा (जिस अनुमति की खोज की जा रही है, प्रस्तुत किसी विशेष सामग्री, माध्यम का प्रकार, प्रकाशन का प्रकार, उद्देश्य, तिथियाँ, आदि)। अनुमतियाँ आइटम-आइटम, प्रति उपयोग के आधार पर प्रदान की जाती हैं। अनुमति के लिए अनुरोध में आलेख या अन्य पाठ या छवि शामिल होना चाहिए, साथ ही उस प्राकृतिकता के संदर्भ और विधि के साथ जिससे वह पुनः उत्पादित किया जाएगा। मुद्रित सामग्री में प्रयुक्त सामग्री को सही श्रेय देना चाहिए, और मुद्रित टुकड़ों के दो प्रतियां प्राप्त करने होंगी जो आपको प्रदान किया गया है।",
    "No part of the website shall": "वेबसाइट का कोई भाग sanatanjyoti.com या गौरिटेकट्रेड कंसल्टिंग एलएलपी को बदनाम, अपमानित, या नीचा दिखाने के लिए पुनः कॉपी किया नहीं जाना चाहिए। इसमें सानतानज्योति.कॉम की सामग्री को अपमानित या मूल्य को कम करने के संबंध में किसी भी संकेत शामिल है। वेबसाइट से प्राप्त चित्र और वीडियो को किसी भी स्टॉक फोटो / वीडियो संग्रह में जोड़ा नहीं जाना चाहिए।",
    "Pictures and videos": "हर बार जब एक छवि / वीडियो का उपयोग किया जाए, तो कॉपीराइट और क्रेडिट को sanatanjyoti.com को स्वीकृति देनी चाहिए, और पहले सनातनज्योति.कॉम से लिखित अनुमति के बाद।",
    "Data Mining": "डेटा- माइनिंग",
    "You may not": "आपको हमारी पूर्व लिखित सहमति के बिना किसी भी कंप्यूटर कोड, डेटा- माइनिंग सॉफ़्टवेयर, 'रोबोट', 'बॉट', 'स्पाइडर', 'स्क्रेपर' या अन्य स्वचालित उपकरण, या कार्यक्रम, एल्गोरिदम या उससे समान प्रक्रिया या कार्यक्षमता रखने वाली कोई भी अन्य वैधानिक प्रक्रिया, या किसी भी मैन्युअल प्रक्रिया का उपयोग करके, इस वेबसाइट पर पाए गए किसी भी वेब पेज, डेटा या सामग्री को मॉनिटर या कॉपी करना निषेध है। ",
    "Use of Email Addresses": "ईमेल पते का उपयोग",
    "Individual or organizational": "इस वेबसाइट पर सूचीबद्ध व्यक्ति या संगठनों के व्यक्तिगत या संगठनात्मक ईमेल पते उन व्यक्तियों के व्यक्तिगत उपयोग के लिए हैं जो सनातनज्योति.कॉम के कार्यक्रमों के संबंध में सूचीबद्ध व्यक्ति से संपर्क करने की खोज में हैं। इन ईमेल पतों का किसी भी अन्य व्यावसायिक या गैर-व्यावसायिक उद्देश्यों के लिए उपयोग नहीं किया जा सकता।",
    "Mass Downloading": "बड़े पैमाने पर डाउनलोडिंग",
    "You shall not engage": "आपको sanatanjyoti.com या गौरिटेकट्रेड कंसल्टिंग एलएलपी से पूर्व लिखित अनुमति प्राप्त किए बिना इस वेबसाइट से फ़ाइलों का बड़े पैमाने पर डाउनलोड न करें; इस वेबसाइट की कंप्यूटर प्रोसेसिंग शक्ति का किसी अन्य उद्देश्यों के लिए उपयोग न करें; या इसे इलेक्ट्रॉनिक ट्रैफ़िक से भरने के लिए विकसित किया गया हो ताकि इसका संचालन धीमा या बंद हो जाए। ",
    "Disclaimer of Warranties and Liability": "वारंटी और दायित्व का अस्वीकरण ",
    "The website, and any content and materials": "वेबसाइट और वेबसाइट के माध्यम से उपलब्ध कोई भी सामग्री और सामग्री अच्छे नियत से प्रदान की जाती है। ज्यादातर सामग्री धार्मिक शास्त्र या आध्यात्मिक प्रयोगों के माध्यम से प्राप्त की जाती है और हम सामग्री की उचितता को सत्यापित करने के लिए प्रयास करते हैं। ",
    "All content is provided “as is” and without warranties of any kind, either express or implied.":"सभी सामग्री 'जैसी है' और किसी भी प्रकार की वारंटी के बिना प्रदान की जाती है।",
    "All users shall rely upon any content, at his/her own risk, as to costs and consequences thereof": "सभी उपयोगकर्ता किसी भी सामग्री पर अपनी खुद की जोखिम के साथ निर्भर करेंगे, जैसे लागत और परिणामों के संदर्भ में।",
    "If you respond to any": "यदि आप इस वेबसाइट पर किसी भी आग्रह या अभियान का जवाब देते हैं, तो यह आपके व्यक्तिगत क्षमता में एक व्यक्तिगत कार्य होगा जिसे आप जानते होंगे और न तो वेबसाइट और न ही उसके किसी अनुशंसक जिम्मेदार होंगे।",
    "Sanatanjyoti.com does not warrant": "sanatanjyoti.com वारंटी नहीं करती है कि किसी भी सामग्री या आपकी वेबसाइट तक पहुंच की कोई फ़ंक्शन बिना बाधा या त्रुटि के होगा, कोई दोष सुधारा जाएगा या वेबसाइट या सामग्री को आपको संचित और प्रसारित करने वाला सर्वर किसी भी वायरस या किसी अन्य हानिकारक घटक से मुक्त है।",
    "Sanatanjyoti.com does not warrant or make ": "sanatanjyoti.com या गौरिटेकट्रेड कंसल्टिंग एलएलपी. गारंटी नहीं देती है या किसी भी रूप में आपके पहुंच के बारे में किसी भी प्रतिनिधि को संदर्भ में, सही, सटीकता, समय परता, पूर्णता, विश्वसनीयता या अन्य कुछ भी नहीं।",
    "You and not Sanatanjyoti.com": "sanatanjyoti.com या गौरिटेकट्रेड कंसल्टिंग एलएलपी. गारंटी नहीं देती है या किसी भी रूप में आपके पहुंच के बारे में किसी भी प्रतिनिधि को संदर्भ में, सही, सटीकता, समय परता, पूर्णता, विश्वसनीयता या अन्य कुछ भी नहीं।",
    "To the fullest extent permitted": "sanatanjyoti.com या गौरिटेकट्रेड कंसल्टिंग एलएलपी. गारंटी नहीं देती है या किसी भी रूप में आपके पहुंच के बारे में किसी भी प्रतिनिधि को संदर्भ में, सही, सटीकता, समय परता, पूर्णता, विश्वसनीयता या अन्य कुछ भी नहीं।",
    "From time to time, the website": "समय-समय पर, वेबसाइट आपके द्वारा पोस्ट किए गए प्रश्नों के उत्तर के रूप में सुझाव और आध्यात्मिक सलाह प्रदान कर सकती है। हालांकि, ध्यान देने योग्य है कि आप और सानतानज्योति.कॉम के बीच का संबंध किसी चिकित्सा चिकित्सक-रोगी रिश्ते या आध्यात्मिक चिकित्सक-ग्राहक रिश्ते का नहीं है। प्रदान की जाने वाली चिकित्सा उपाय और सलाह सभी बीमारियों, रोगों, शारीरिक या मानसिक स्थितियों को कवर नहीं करते। आपको कभी भी इस वेबसाइट पर पढ़े गए किसी भी चीज के कारण चिकित्सा सलाह को अनदेखा न करें या इसे ढीला न करें। आप आध्यात्मिक उपायों के लागू होने के परिणाम या परिणाम की जिम्मेदारी स्वीकार करते हैं।",
    "External Links": "बाहरी संबंध",
    "We may provide links to other websites": "हम समय-समय पर अन्य वेबसाइटों के लिंक प्रदान कर सकते हैं। ये लिंक आपकी सुविधा के लिए प्रदान किए जाते हैं और उन वेबसाइटों के नियम और शर्तें आप पर लागू हो सकते हैं। इसलिए, आपको सलाह दी जाती है कि आप उन वेबसाइटों की उस शर्तों और शर्तों या उनके अन्य पहलुओं को पहले ही पढ़ें। हम ऐसी वेबसाइटों पर सामग्री का समर्थन नहीं करते हैं और उनकी उपलब्धता के लिए जिम्मेदार नहीं हैं, और उन वेबसाइटों या एप्लिकेशनों का उपयोग करने से जो कोई भी नुकसान या हानि हो, हम किसी भी तरह से उत्तरदायी नहीं होंगे। यदि आप लिंक्ड वेबसाइटों तक पहुंचने का निर्णय लेते हैं, तो आप इसे अपनी जोखिम पर करते हैं।",
    "Limitation of Liability": "दायित्व की सीमा",
    "Under no circumstances, including": "किसी भी स्थिति में, गलती से होने पर भी, sanatanjyoti.com, वेबसाइट, किसी सहायक या संबंधित संगठनों को, कोई सीधा, परोक्ष, संयोजन, विशेष या परिणामी क्षति के लिए जिम्मेदार नहीं माना जाएगा जो sanatanjyoti.com सामग्रियों और वेबसाइट का उपयोग करने से होती है।",
    "Under no circumstances shall we": "किसी भी स्थिति में हम, हमारे संबद्ध साथी, हमारे या उनके संबंधित अधिकारी, निदेशक, कर्मचारी, एजेंट या प्रतिनिधियों (सहित योगदानकर्ता), या वेबसाइट के माध्यम से बेचे गए किसी भी उत्पाद या सेवाओं के लिए जिम्मेदार नहीं होंगे, या न ही किसी भी तरह से उन उत्पादों, सेवाओं, या उसके किसी भाग के लिए किसी प्रकार की सामान्य, दंडात्मक, उदाहरणीय, परिणामी, संयोजनात्मक, प्रत्यक्ष या विशेष क्षति के लिए जिम्मेदार नहीं होंगे, समझौते का उल्लंघन, लापरवाही, निष्कर्ष या अन्यत्र।",
    "Without prejudice to the rights": "सनातन ज्योति के अधिकारों और धारणाओं के अधीन, कुछ राज्यों और/या विचाराधीन क्षेत्रों में सहारा या परिमाणित या अनुसरणीय क्षति को अस्वीकार करने की अनुमति नहीं है, तो उपरोक्त अस्वीकृति आप पर लागू नहीं होगी। अगर पूर्व में उल्लिखित किसी प्रकार की क्षति की सीमा एक कारण के लिए अमान्य साबित होती है, तो हमारी संबंधित व्यापक क्षति के लिए अधिकतम उत्पाद राशि होगी जिसके लिए हमें दावा मिलता है।",
    "You specifically acknowledge and": "आप विशेष रूप से स्वीकार करते हैं और सहमत हैं कि sanatanjyoti.com और गौरीटेकट्रेड कंसल्टिंग एलएलपी। किसी भी उपयोगकर्ता के मानहानिकारक, आपत्तिजनक या अवैध आचरण के लिए उत्तरदायी नहीं है। यदि आप sanatanjyoti.com की किसी सामग्री, या किसी नियम और शर्तों से असंतुष्ट, आहत, व्यथित या अपमानित हैं, तो आपका एकमात्र और विशेष उपाय वेबसाइट का उपयोग बंद करना है।",
    "If any court of law": "यदि कोई कोर्ट ऑफ़ लॉ, इस मामले पर निर्णय देने के लिए अधिकार रखता है, तो यदि कोई प्रावधान इन नियमों में अमान्य माना जाता है, तो उस प्रावधान को नियमों से हटा दिया जाएगा बिना बाकी नियमों को प्रभावित किये। नियमों के शेष प्रावधान वैध और कार्यान्वित रहेंगे।",
    "Amendment of the Terms": "शर्तों में संशोधन",
    "We reserve the right to amend": "हम आपको सूचित किए बिना इस वेबसाइट पर दिए गए उपयोग की नियम और संबंधित (या सम्मिलित) नियम और शर्तों को समय-समय पर संशोधित करने का अधिकार सुरक्षित रखते हैं। यदि हम इन नियमों और शर्तों में कोई परिवर्तन करने का निर्णय लेते हैं, तो हम उन परिवर्तनों को यहाँ पोस्ट करेंगे। हम आपको इस वेबसाइट के इस खंड को नियमित रूप से देखने का सुझाव देते हैं ताकि आप किसी भी परिवर्तनों के बारे में सूचित रहें। ऐसा कोई संशोधन परिवर्तित नियमों को वेबसाइट पर पोस्ट किए जाने की तिथि से प्रभावी होगा।",
    "Applicable Law": "लागू कानून",
    "These Terms of Use are governed": "इन उपयोग की नियमों को भारत (भारत) के राज्य उत्तर प्रदेश के कानूनों के अनुसार प्रबंधित किया जाता है और उन्हें इसी के अनुसार व्याख्या किया जाएगा। इन उपयोग की नियमों के तहत उत्पन्न किसी भी विवाद या विभिन्नताओं का हल, या आपके द्वारा वेबसाइट का उपयोग या पहुंच के सभी विषयों के साथ जुड़े सभी मामलों को तत्काल न्यायिक विवाद-समाधान और बातचीत अधिनियम के अंतर्गत एक वेबसाइट द्वारा नियुक्त तर्कजीत द्वारा समाधान किया जाएगा। विवाद-समाधान अधिनियम द्वारा नियुक्त तर्कजीत द्वारा समाधान किया जाएगा। विवाद-समाधान की सीट कानपुर, उत्तर प्रदेश, भारत (भारत) होगी। इसके बावजूद, आप स्वीकार करते हैं कि सनातनज्योति.कॉम या वेबसाइट को किसी भी न्यायिक सहायता (या उसके समकक्ष प्रकार की अत्यावश्यक विधिक सहायता) के लिए किसी भी क्षेत्र में आवेदन करने की अनुमति दी जाएगी।",
    "Termination": "समापन",
    "This agreement is effective until": "यह समझौता sanatanjyoti.com और गौरिटेकट्रेड कंसल्टिंग एलएलपी द्वारा किसी भी समय समाप्त किया जा सकता है यदि इसमें कोई भी शर्त उल्लंघित की जाती है। समाप्ति के मामले में, आपको वेबसाइट तक पहुंच की अधिकारी नहीं रहता है और आप पर लगाए गए प्रतिबंध, वेबसाइट से डाउनलोड किए गए सामग्री के संबंध में विवरणित अस्वीकृति और सीमाओं को बनाए रखने के लिए की गई नियम जिंदा रहेंगे।",
    "Cookie Acceptance Policy": "कुकी स्वीकृति नीति",
    "cookie policy":"इस वेबसाइट का उपयोग करके, आप इस कुकी नीति के अनुसार कुकीज़ के उपयोग के लिए सहमति देते हैं। कुकीज़ छोटी टेक्स्ट फ़ाइलें होती हैं जो आपके ब्राउज़िंग अनुभव को बेहतर बनाने के लिए आपके डिवाइस पर संग्रहीत की जाती हैं। हम कुकीज़ का उपयोग कैसे करते हैं और आप अपनी प्राथमिकताओं को कैसे प्रबंधित कर सकते हैं, इस बारे में अधिक जानकारी के लिए कृपया हमारी पूर्ण कुकी नीति की समीक्षा करें या कुकी नीति पर विचार करें",
    "Data Security": "डाटा सुरक्षा",
    "Wedding Muhurta" : "विवाह मुहूर्त ",
    "Auspicious Wedding Muhurta": "वैवाहिक शुभ मुहूर्त (2024-2025)",
    "Marriage is the most important sacrament of life": "विवाह, जीवन का सर्वाधिक महत्वपूर्ण संस्कार है। यह न केवल सामाजिक, शारीरिक, और मानसिक सुख का आधार है, बल्कि धर्मपालन और कर्त्तव्य-पालन की प्रमुख कुंजी भी है। इस महत्वपूर्ण संस्कार की सफलता के लिए, एक सज्जन, समझदार और सद्गुणी पत्नी और पति का होना अत्यंत आवश्यक है। पति-पत्नी के बीच उत्तम संबंध, सहयोग, और समृद्धि के मुद्दे विवाह के रस्मों में निहित होते हैं। शुभ और दोष रहित विवाह से सभी कार्यों में समृद्धि होती है। स्त्री ही घर की आधार होती हैं, जिससे धर्म, अर्थ, और काम की पूर्ति होती है। एक अच्छे एवं सुगठित संबंध से पुत्रादि सन्तान मिलती हैं और परिवारिक, सामाजिक धर्मों का सम्मान भी सही ढंग से होता है। इसलिए, विवाह का लग्न हमारे जीवन का अत्यंत महत्वपूर्ण पहलू है।",
    "However, it is a sad fact nowadays that people": "परंतु आजकल यह दुखद तथ्य है कि लोग अपने मित्रों का स्वागत करने, नाच-गाने, मदिरा पीने, गाने बजाने, और प्रियजनों को विदा करने में इतने व्यस्त हो जाते हैं कि उनका ध्यान विवाह संस्कार से हट जाता है। अक्सर, लोग इस बात को भूल जाते हैं कि समारोह की शुभ समय-सीमा होती है और शुभ मुहूर्त की अवधि से बाहर जाना सर्वथा अनुचित होता है। यहाँ तक कि बहुत से लोग पंडित जी को भी अपनी आलस्यपूर्ण आदतों की वजह से जल्दी-जल्दी कार्य सम्पन्न करने के लिए दबाव डालते हैं।",
    "Selecting the right and auspicious moment": "विवाह के लिए सही व शुभ मुहूर्त का चयन करना बहुत महत्वपूर्ण होता है, ताकि वर और वधू के बीच आने वाले समय में मजबूत संबंध स्थापित हो सके और उनका भविष्य निरंतर उज्ज्वलता की ओर अग्रसर होता रहे। वैवाहिक शुभ मुहूर्त का चयन विभिन्न पहलुओं को ध्यान में रखते हुए किया जाता है। मुहूर्त का चयन मुख्य रूप से पंचांग के अनुसार किया जाता है। ज्योतिषीय दृष्टिकोण से, इसमें विवाह के लिए सबसे अनुकूल और शुभ समय का चयन किया जाना चाहिए, क्योंकि सही व शुभ मुहूर्त पर किया गया विवाह विवाहित जोड़े के जीवन को समृद्ध, सुखमय, और समाधानपूर्ण बनाता है। या यों कहा जा सकता है कि सही मुहूर्त में किया गया विवाह, विवाहित जोड़े के भविष्य को प्रभावित करता हैं और उन्हें एक सुखी और समृद्ध जीवन की शुरुआत करने में मदद करता हैं।",
    "When selecting an auspicious moment for marriage": "विवाह के लिए शुभ मुहूर्त का चयन करते समय, विवाह संबंधित सभी वैदिक प्रक्रिया ध्यान में रखनी चाहिए क्योंकि विवाह दो व्यक्तियों के जीवन का मोड़ निर्धारित करता है। वैवाहिक मुहूर्त की महत्ता को देखते हुए सनातन ज्योति ने वर्ष भर के शुभ मुहूर्त आपके समक्ष प्रस्तुत करने का प्रयास किया है जो की इस प्रकार हैं :-",
    "While there are very few excellent moments": "वैसे तो श्रेष्ठ मुहूर्त पूरे वर्ष भर में बहुत कम होते हैं, उनमें विवाह करना अति श्रेष्ठ है पर आज की परिस्थितियों में इन तिथियों में विवाह करना कभी -कभी असंभव सा हो जाता है। इसलिए सनातन ज्योति ने मुहूर्त को तीन भागों में बाँटा है :-",
    "Ati Uttam (Highly Auspicious)": "अति उत्तम :- ",
    "These moments are extremely auspicious and flawless for marriage.": "यह मुहूर्त विवाह के लिए अत्यंत श्रेष्ठ व दोष रहित हैं। ",
    "Uttam (Auspicious)": "उत्तम :- ",
    "These moments are suitable for marriage but contain some impurities.": "यह मुहूर्त विवाह के लिए उपयुक्त हैं परंतु इनमें कुछ अशुद्धियाँ है। ",
    "Samanya (Ordinary)": "सामान्य :- ",
    "Marriages do take place in these moments, but they contain many impurities.": "इन मुहूर्तों में भी विवाह होता है परंतु इनमें काफी अशुद्धियाँ हैं। ",
    "When selecting a date for marriage": "विवाह की तारीख के लिए मुहूर्त के साथ वर वधु की ग्रह दशा भी देखी जाती है,उन दोनों के योग से सही तारीख का चयन किया जाता है। वर-वधु की वैदिक तथ्यों के आधार पर अति उत्तम लग्न निकलवाने हेतु सनातन ज्योति से संपर्क करें।",
    "Note: (In the Panchang, the calculation of days is done from sunrise to the next day’s sunrise.)": "नोट – (पंचांग में दिनों की गणना सूर्योदय से लेकर अगले दिन के सूर्योदय तक की जाती है। )",
    "Highly Auspicious Marriage Muhurat 2024": "अति उत्तम विवाह मुहूर्त 2024-2025",
    "Month - Magha Krishna Paksha": "मास- माघ कृष्ण पक्ष",
    "17th January 2025": "17 जनवरी 2025",
    "Tithi - Chaturthi (4th day) ends at 05:31 AM, Panchami (5th day) starts at 05:32 PM": "तिथि- चतुर्थी (05:31 A.M) समाप्त, पंचमी (05:32 P.M) प्रारंभ ",
    "Nakshatra - Magha ends at 12:46 PM, Purva Phalguni starts at 12:47 PM": "नक्षत्र- मघा (12:46 P.M) समाप्त, पूर्वा फाल्गुनी (12:47 P.M) प्रारंभ",
    "Auspicious Lagna Muhurat Time –": "शुभ लग्न मुहूर्त समय –",
    "First - During the day - (08:35 AM to 10:04 AM)": "प्रथम  - दिन में -  (08:35 A.M से 10:04 A.M तक) ",
    "Second - During the day - (11:32 AM to 12:47 PM)": "द्वितीय - दिन में -  (11:32 A.M से 12:47 P.M)",
    "Month - Phalguna, Krishna Paksha": "मास- फाल्गुन कृष्ण पक्ष",
    "20th February 2025": "20 फ़रवरी 2025",
    "Tithi - Saptami (7th day) ends at 9:59 A.M, Ashtami (8th day) begins at 10:00 A.M": "तिथि- सप्तमी (09:59 A.M) समाप्त, अष्टमी (10:00 A.M) प्रारंभ ",
    "Nakshatra - Vishakha ends at 1:31 P.M, Anuradha begins at 1:32 P.M": "नक्षत्र- विशाखा (1:31 P.M) समाप्त, अनुराधा (1:32 P.M) प्रारंभ ",
      "First - During the day - (From 03:07 P.M to 05:24 P.M)": "प्रथम  - दिन में -  (03:07 P.M से 05:24 P.M तक) ",
    "Second - Godhuli (15 minutes before and after sunset)": "द्वितीय - गोधूलि (सूर्यास्त के 15 मिनट पहले और 15 मिनट बाद का समय)",
    "Third - Night (From 2:33 A.M to 4:37 A.M)": "तृतीय  - रात्रि (2:33 A.M से 4:37 A.M तक )",
    "Month - Falgun Shukla Paksha": "मास- फाल्गुन शुक्ल पक्ष",
    "12 March 2025": "12 मार्च 2025",
    "Tithi - Thrayodashi (13th day) ends at 09:13 AM, Chaturdashi (14th day) starts at 09:14 AM": "तिथि- त्रयोदशी (0 9:13 A.M) समाप्त, चतुर्दशी (09 :14 A.M) प्रारंभ ",
    "Nakshatra - Magha ends at 04:06 AM, Purva Phalguni starts at 04:07 PM": "नक्षत्र- मघा, (04:06 A.M) समाप्त, पूर्वा फाल्गुनी (04:07 A.M) प्रारंभ",
    "First - During the day - (From 08:00 A.M to 09:36 A.M)": "प्रथम  - दिन में -  (08:00 A.M से 09:36 A.M तक) ",
    "(Note: Most auspicious Muhurats are those Muhurats that are": "(नोट :- अति उत्तम मुहूर्त वे मुहूर्त हैं जो मुहूर्त निकालते समय विचार किए जाने वाले 10 दोष जैसे लत्ता दोष, पात दोष इत्यादि से रहित हैं। इन मुहूर्त में विवाह सम्पन्न कराना श्रेष्ठ होता है बशर्ते मुहूर्त समय में ही विवाह सम्पन्न कराया जाए वरना समय निकल जाने पर इनमे दोष लग सकता है।)",
    "Auspicious Marriage Muhurat 2024": "उत्तम विवाह मुहूर्त 2024-2025",
    "Month - Chaitra Shukla Paksha": "मास- चैत्र शुक्ल पक्ष",
    "18th April 2024": "18 अप्रैल 2024",
    "Tithi – Dashami (10th day) ends at 05:33 PM, Ekadashi (11th day) starts at 05:34 PM": "तिथि- दशमी (05:33 P.M) समाप्त, एकादशी (05:34 P.M) प्रारंभ  ",
    "Nakshatra - Ashlesha ends at 07:57 AM, Magha starts at 07:58 AM": "नक्षत्र – अश्लेषा – (7:57 A.M) समाप्त, मघा (07:58 A.M) प्रारंभ",
    "First - During the day - (from 09:07 AM to 01:39 PM)": "प्रथम  - दिन में -  (09:07 A.M से 01:39 P.M तक) ",
    "Third - At night - (from 08:27 PM to 12:52 AM), (from 02:37 AM to 05:23 AM)": "तृतीय  -  रात्रि - (08:27 P.M से 12:52 A.M तक ),(02:37 A.M से 05:23 A.M तक)",
    "21st April 2024": "21 अप्रैल 2024 ",
    "Tithi - Thrayodashi (13th day) ends at 01:12 AM, Chaturdashi (14th day) starts at 01:13 AM": "तिथि- त्रयोदशी (01:12 A.M) समाप्त, चतुर्दशी (01:13 A.M) प्रारंभ ",
    "Nakshatra - Uttara Phalguni ends at 05:09 PM, Hasta starts at 05:10 PM": "नक्षत्र- उत्तरा फाल्गुनी (05:09 P.M) समाप्त, हस्त (05:10 P.M) प्रारंभ ",
    "First - Godhuli (15 minutes before and after sunset)": "प्रथम  - गोधूलि (सूर्यास्त के 15 मिनट पहले और 15 मिनट बाद का समय)",
    "Second - At night - (from 08:15 PM to 12:40 AM)": "द्वितीय - रात्रि में  - (08:15 P.M से 12:40 A.M तक )",
    "Third - At night - (from 02:25 AM to 03:53 AM)": "तृतीय – रात्रि में –(02:25 A.M से 03:53 A.M तक )",
    "Month - Vaishakh Krishna Paksha": "मास- वैसाख कृष्ण पक्ष",
    "26th April 2024": "26 अप्रैल 2024",
    "Tithi – Dwitiya (2nd day) ends at 07:47 AM, Tritiya (3rd day) starts at 07:48 AM": "तिथि- द्वितीया (07:47 A.M) समाप्त, तृतीया (07:48 A.M) प्रारंभ",
    "Nakshatra - Anuradha ends at 03:40 AM, Jyeshtha starts at 03:41 AM": "नक्षत्र- अनुराधा (03:40 A.M) समाप्त, ज्येष्ठा (03: 41A.M) प्रारंभ ",
    "First - During the day - (from 10:50 AM to 01:08 PM)": "प्रथम  - दिन में -  (10:50 A.M से 01:08P.M तक)",
    "Month - Ashadha Shukla Paksha": "मास- आषाढ़ शुक्ल पक्ष",
    "9th July 2024": "09 जुलाई 2024",
    "Tithi - Tritiya (3rd day), ends at 06:10 AM, Chaturthi (4th day) starts at 06:11 AM": "तिथि- तृतीया (06:10 A.M) समाप्त, चतुर्थी (06:11 A.M) प्रारंभ ",
    "Nakshatra - Ashlesha ends at 07:53 AM, Magha starts at 07:54 AM": "नक्षत्र- अश्लेषा (07:53 A.M) समाप्त, मघा (07:54 A.M) प्रारंभ",
    "During the day - (from 03:04 PM to 05:21 PM)": "दिन में -  (03:04 P.M से 05:21P.M तक)",
    "Month - Margashirsha Krishna Paksha": "मास- मार्गशीर्ष कृष्ण पक्ष",
    "23rd November 2024": "23 नवंबर 2024",
    "Tithi - Ashtami ends at 07:58 PM, Navami starts at 07:59 PM":"तिथि- अष्टमी (07:58 P.M) समाप्त, नवमी (07:59 P.M) प्रारंभ",
    "Tithi - Ashtami (8th day) ends at 07:58 PM, Navami (9th day) starts at 07:59 PM": "तिथि- अष्टमी (07:58 P.M) समाप्त, नवमी (07:59 P.M) प्रारंभ ",
    "Nakshatra - Magha ends at 07:29 PM, Purva Phalguni starts at 07:30 PM": "नक्षत्र- मघा (07:29 P.M) समाप्त, पूर्वा फाल्गुनी (07:30 P.M) प्रारंभ",
    "During the day - (from 12:12 PM to 01:40 PM)": "दिन में -  (12:12 P.M से 01:40 P.M तक)",
    "25th November 2024": "25 नवंबर 2024",
    "Tithi - Dashami (10th day) ends at 01:03 AM, Ekadashi (11th day) starts at 01:04 AM": "तिथि- दशमी (01:03 A.M) समाप्त, एकादशी (01:04 A.M) प्रारंभ ",
    "Nakshatra - Uttara Phalguni ends at 01:24 AM, Hasta starts at 01:25 AM": "नक्षत्र- उत्तरा फाल्गुनी (01:24 A.M) समाप्त, हस्त (01:25 A.M) प्रारंभ",
    "During the day - (from 10:20 AM to 12:03 PM)": "दिन में -  (10:20 A.M से 12:03 P.M तक)",
    "Month - Margashirsha Shukla Paksha": "मास- मार्गशीर्ष शुक्ल पक्ष",
    "2nd December 2024": "02 दिसंबर 2024",
    "Tithi - Pratipada (1st day) ends at 12:44 PM, Dwitiya (2nd day) starts at 12:45 PM": "तिथि- प्रतिपदा (12:44 P.M) समाप्त, द्वितीया (12:45 P.M) प्रारंभ ",
    "Nakshatra - Jyeshtha ends at 03:46 PM, Mool starts at 03:47 PM": "नक्षत्र- ज्येष्ठा (03:46 P.M) समाप्त, मूल (03:47 P.M) प्रारंभ",
    "Second - At night - (from 01:00 AM to 03:12 AM)": "द्वितीय- रात्रि में (01:00 A.M से 03:12 A.M तक )",
    "4th December 2024": "04 दिसंबर 2024",
    "Tithi – Dwitiya (2nd day) ends at 01:10 PM, Tritiya (3rd day) starts at 01:11 PM": "थि- द्वितीया (01:10 P.M) समाप्त, तृतीया (01:11 P.M) प्रारंभ ",
    "Nakshatra - Mool ends at 04:42 PM, Purva Ashadha starts at 04:43 PM": "नक्षत्र- मूल (04:42 P.M) समाप्त, पूर्वाषाढ़ा (04:43 P.M) प्रारंभ",
    "Second - At night - (from 08:13 PM to 10:31 PM)": "द्वितीय- रात्रि में (08:13P.M से 10:31 P.M तक )",
    "16th January 2025": "16 जनवरी 2025",
    "Tithi - Tritiya (3rd day) ends at 04:07 AM, Chaturthi (4th day) starts at 04:08 AM": "तिथि- तृतीया (04:07 A.M) समाप्त, चतुर्थी (04:08 A.M) प्रारंभ ",
    "Nakshatra - Ashlesha ends at 11:18 AM, Magha starts at 11:19 AM": "नक्षत्र- अश्लेषा (11:18 A.M) समाप्त, मघा (11:19 A.M) प्रारंभ",
    "During the day - (from 11:36 AM to 01:12 PM)": "दिन में (11:36 A.M से 01:12 P.M तक) ",
    "Month - Phalguna Krishna Paksha": "मास- फाल्गुन कृष्ण पक्ष",
    "21st February 2025": "21 फ़रवरी 2025",
    "Tithi – Ashtami (8th day) ends at 11:59 AM, Navami (9th day) starts at 12:01 PM": "तिथि- अष्टमी (11:59 A.M) समाप्त, नवमी (12:01 P.M) प्रारंभ ",
    "Nakshatra - Anuradha ends at 03:54 PM, Jyeshtha starts at 03:55 PM": "नक्षत्र- अनुराधा (03:54 P.M) समाप्त, ज्येष्ठा (03:55 P.M) प्रारंभ",
    "First - During the day (from 09:15 AM to 10:51 AM)": "प्रथम  - दिन में (09:15 A.M से 10:51 A.M तक )",
    "Second - During the day (from 03:03 PM to 03:54 PM)": "द्वितीय- दिन में (03:03 P.M से 03:54 P.M तक )",
    "Month - Phalguna Shukla Paksha": "मास- फाल्गुन शुक्ल पक्ष",
    "6th March 2025": "6 मार्च 2025",
    "Tithi - Saptami (7th day) ends at 10:52 AM, Ashtami (8th day) starts at 10:53 AM": "तिथि- सप्तमी, (10:52 A.M) समाप्त, अष्टमी (10:53 A.M) प्रारंभ   ",
    "Nakshatra - Rohini ends at 12:07 AM, Mrigashirsha starts at 12:08 AM": "तिथि- सप्तमी, (10:52 A.M) समाप्त, अष्टमी (10:53 A.M) प्रारंभ   ",
    "First - During the day - (from 08:23 AM to 10:00 AM)": "प्रथम  - दिन में -  (08:23 A.M से 10:00 A.M तक) ",
    "Second - During the day - (from 02:11 PM to 04:29 PM)": "द्वितीय – दिन में - (02:11 P.M से 04 :29 P.M तक) ",
    "Third - Godhuli (15 minutes before and after sunset)": "तृतीय - गोधूलि (सूर्यास्त के 15 मिनट पहले और 15 मिनट बाद का समय)",
    "Fourth - At night - (from 03:43 AM to 05:26 AM)": "तृतीय - गोधूलि (सूर्यास्त के 15 मिनट पहले और 15 मिनट बाद का समय)",
    "11th March 2025": "11 मार्च 2025",
    "Tithi – Dwadashi (12th day) ends at 08:15 AM, Trayodashi (13th day) starts at 08:16 AM": "तिथि- द्वादशी (08:15 A.M) समाप्त, त्रयोदशी (08:16 A.M) ",
    "Nakshatra - Ashlesha ends at 02:16 PM, Magha starts at 02:17 PM": "नक्षत्र- अश्लेषा (02:16 P.M) समाप्त, मघा (02:17 P.M) प्रारंभ",
    "Night - (from 03:23 AM to 06:37 AM)": "रात्रि - (03:23 A.M से 06:37 A.M तक )",
    "(Note - Auspicious Muhurats are those in which, while considering the Muhurat, there might be 1 or 2 minor flaw": "(नोट -उत्तम मुहूर्त वे मुहूर्त हैं जिनमें मुहूर्त का विचार करते समय विचार किए जाने वाले 10 दोष जैसे – लत्ता दोष, पात दोष इत्यादि में से 1 या 2 दोष आ जाते हैं। परंतु वे नगण्य होते हैं इसलिए इन मुहूर्त में भी विवाह सम्पन्न कराना शुभ रहता है। )",
    "Ordinary Marriage Muhurat 2024": "सामान्य विवाह मुहूर्त 2024-2025",
    "19th April 2024": "19 अप्रैल 2024",
    "Tithi - Ekadashi (11th day) ends at 08:06 PM, Dwadashi (12th day) starts at 08:07 PM": "तिथि- एकादशी (08:06 P.M) समाप्त, द्वादशी (08:07 P.M) प्रारंभ",
    "Nakshatra - Magha ends at 10:57 AM, Uttara Phalguni starts at 10:58 AM": "नक्षत्र - मघा (10:57 A.M) समाप्त, उत्तराफाल्गुनी (10:58 A.M) प्रारंभ",
    "Bhadra ends: 8:10 PM (After this, auspicious ceremonies like marriage can be initiated.)": "भाद्र समाप्त : 8:10 PM (इसके उपरांत विवाह आदि शुभ कार्य प्रारंभ करे।",
    "Night - (from 8:30 PM to 12:48 AM)": "रात्रि में – (8:30 P.M से 12:48 A.M तक)",
    "22nd April 2024": "22 अप्रैल 2024",
    "Tithi – Chaturdashi (14th day) ends at 03:27 AM, Purnima (Full Moon day) starts at 03:28 AM": "तिथि- चतुर्दशी (03:27 A.M) समाप्त, पूर्णिमा (03:28 A.M) प्रारंभ",
    "Nakshatra - Hastha ends at 08:00 PM, Chitra starts at 08:01 PM": "नक्षत्र – हस्त (08:00 P.M) समाप्त, चित्रा (08:01 P.M) प्रारंभ",
    "Second - During the day - (from 05:20 AM to 06:54 AM)": "द्वितीय – दिन में - (05:20 A.M से 06:54 A.M तक)",
    "25th April 2024": "25 अप्रैल 2024",
    "Tithi - Pratipada (1st day) ends at 06:47 AM, Dwitiya (2nd day) starts at 06:48 AM": "तिथि- प्रतिपदा (06:47 A.M) समाप्त, द्वितीया (06:48 A.M) प्रारंभ",
    "Nakshatra - Vishakha ends at 02:24 AM, Anuradha starts at 02:25 AM": "नक्षत्र- विशाखा (02:24 A.M) समाप्त, अनुराधा (02:25 A.M) प्रारंभ",
    "During the day - (from 05:06 AM to 06:42 AM)" : "दिन में - (05:06 A.M से 06:42 A.M तक)",
    "11th July 2024": "11 जुलाई 2024",
    "Tithi – Panchami (5th day) ends at 10:05 AM, Shashthi (6th day) starts at 10:06 AM": "तिथि- पंचमी (10:05 A.M) समाप्त, षष्ठी (10:06 A.M) प्रारंभ",
    "Nakshatra - Purva Phalguni ends at 01:05 PM, Mrigashirsha starts at 01:06 PM": "नक्षत्र- पूर्वा फाल्गुनी (01:05 P.M) समाप्त, मृगशिरा (01:06 P.M) प्रारंभ",
    "Second - At night - (from 09:02 PM to 10:31 PM)": "द्वितीय - रात्रि में - (09:02 P.M से 10:31 P.M तक)",
    "Third - At night - (from 12:03 AM to 01:39 AM)": "तृतीय - रात्रि में - (12:03 A.M से 01:39 A.M तक)",
    "12th July 2024": "12 जुलाई 2024",
    "Tithi - Shashti (6th day) ends at 12:34 PM, Saptami (7th day) starts at 12:35 PM": "तिथि- षष्ठी (12:34 P.M) समाप्त, सप्तमी (12:35 P.M) प्रारंभ",
    "Nakshatra - Uttara Phalguni ends at 04:09 PM, Hasta starts at 04:10 PM": "नक्षत्र- उत्तरा फाल्गुनी (04:09 P.M) समाप्त, हस्त (04:10 P.M) प्रारंभ",
    "During the day - (from 05:47 AM to 08:05 AM)": "दिन में - (05:47 A.M से 08:05 A.M तक)",
    "17th November 2024": "17 नवंबर 2024",
    "Tithi – Dwitiya (2nd day) ends at 09:07 PM, Tritiya (3rd day) starts at 09:08 PM": "तिथि- द्वितीया (09:07 P.M) समाप्त, तृतीया (09:08 P.M) प्रारंभ",
    "Nakshatra - Rohini ends at 05:24 PM, Mrigashirsha starts at 05:25 PM": "नक्षत्र- रोहिणी (05:24 P.M) समाप्त, मृगशिरा (05:25 P.M) प्रारंभ",
    "First - During the day - (from 10:51 AM to 02:04 AM)": "प्रथम - दिन में - (10:51 A.M से 02:04 A.M तक)",
    "22nd November 2024": "22 नवंबर 2024",
    "Tithi – Saptami (7th day) ends at 06:09 PM, Ashtami (8th day) starts at 06:10 PM": "तिथि- सप्तमी (06:09 P.M) समाप्त, अष्टमी (06:10 P.M) प्रारंभ",
    "Nakshatra - Ashlesha ends at 05:11 PM, Magha starts at 05:12 PM": "नक्षत्र- अश्लेषा (05:11 P.M) समाप्त, मघा (05:12 P.M) प्रारंभ",
    "Night - (from 01:38 AM to 03:51 AM)": "रात्रि में - (01:38 A.M से 03:51 A.M तक)",
    "24th November 2024": "24 नवंबर 2024",
    "Tithi – Navami (9th day) ends at 10:21 PM, Dashami (10th day) starts at 10:22 PM": "तिथि- नवमी (10:21 P.M) समाप्त, दशमी (10:22 P.M) प्रारंभ",
    "Nakshatra - Purva Phalguni ends at 10:18 PM, Uttara Phalguni starts at 10:19 PM": "नक्षत्र- पूर्वा फाल्गुनी (10:18 P.M) समाप्त, उत्तरा फाल्गुनी (10:19 P.M) प्रारंभ",
    "Night - (from 01:30 AM to 03:43 AM)": "रात्रि में - (01:30 A.M से 03:43 A.M तक)",
    "11th December 2024": "11 दिसंबर 2024",
    "Tithi - Ekadashi (11th day) ends at 01:10 AM, Dwadashi (12th day) starts at 01:11 AM": "तिथि- एकादशी (01:10 A.M) समाप्त, द्वादशी (01:11 A.M) प्रारंभ",
    "Nakshatra - Revati ends at 11:47 AM, Ashwini starts at 11:48 AM": "नक्षत्र- रेवती (11:47 A.M) समाप्त, अश्वनी (11:48 A.M) प्रारंभ",
    "During the day - (from 09:16 AM to 11:00 AM)": "दिन में –(09:16 A.M से 11:00 A.M तक)",
    "18th January 2025": "18 जनवरी 2025",
    "Tithi - Panchami (5th day) ends at 07:32 AM, Shashthi (6th day) starts at 07:33 AM": "तिथि- पंचमी (07:32 A.M) समाप्त, षष्ठी (07:33 A.M) प्रारंभ",
    "Nakshatra - Purva Phalguni ends at 02:53 PM, Uttara Phalguni starts at 02:54 PM": "नक्षत्र- पूर्वा फाल्गुनी (02:53 P.M) समाप्त, उत्तरा फाल्गुनी (02:54 P.M) प्रारंभ",
    "Second - At night - (from 09:50 PM to 12:07 AM)": "द्वितीय - रात्रि में –(09:50 P.M से 12:07 A.M तक)",
    "Third - At night - (from 02:25 AM to 04:42 AM)": "तृतीय - रात्रि में –(02:25 A.M से 04:42 A.M तक)",
    "Month - Magha Shukla Paksha": "मास- माघ शुक्ल पक्ष",
    "7th February 2025": "7 फ़रवरी 2025",
    "Tithi – Dashami (10th day) ends at 09:27 PM, Ekadashi (11th day) starts at 09:28 PM": "तिथि- दशमी (09:27 P.M) समाप्त, एकादशी (09:28 P.M) प्रारंभ",
    "Nakshatra - Rohini ends at 06:41 PM, Mrigashirsha starts at 06:42 PM": "नक्षत्र- रोहिणी (06:41 P.M) समाप्त, मृगशिरा (06:42 P.M) प्रारंभ",
    "First - During the day - (from 10:10 AM to 11:46 AM)": "प्रथम - दिन में - (10:10 A.M से 11:46 A.M तक)",
    "Second - During the day - (from 03:58 PM to 06:15 PM)": "द्वितीय - दिन में - (03:58 P.M से 06:15 P.M तक)",
    "24th February 2025": "24 फ़रवरी 2025",
    "Tithi - Ekadashi (11th day) ends at 01:46 PM, Dwadashi (12th day) starts at 01:47 PM": "तिथि- एकादशी (01:46 P.M) समाप्त, द्वादशी (01:47 P.M) प्रारंभ",
    "Nakshatra - Purvashadha ends at 06:59 PM, Uttarashadha starts at 07:00 PM": "नक्षत्र- पूर्वाषाढ़ा (06:59 P.M) समाप्त, उत्तराषाढ़ा (07:00 P.M) प्रारंभ",
    "First - During the day - (from 09:03 AM to 10:39 AM)": "प्रथम - दिन में - (09:03 A.M से 10:39 A.M तक)",
    "25th February 2025": "25 फ़रवरी 2025",
    "Tithi - Dwadashi (12th day) ends at 12:48 PM, Trayodashi (13th day) starts at 12:49 PM": "तिथि- द्वादशी (12:48 P.M) समाप्त, त्रयोदशी (12:49 P.M) प्रारंभ",
    "Nakshatra - Uttarashadha ends at 06:31 PM, Shravana starts at 06:32 PM": "नक्षत्र- उत्तराषाढ़ा (06:31 P.M) समाप्त, श्रवण (06:32 P.M) प्रारंभ",
    "First - During the day - (from 09:40 AM to 10:35 AM)": "प्रथम - दिन में –(09:40 A.M से 10:35 A.M तक)",
    "Second - During the day - (from 02:47 PM to 05:04 PM)": "द्वितीय - दिन में –(02:47 P.M से 05:04 P.M तक)",
    "7th March 2025": "07 मार्च 2025",
    "Tithi - Ashtami (8th day) ends at 09:20 AM, Navami (9th day) starts at 09:21 AM": "तिथि- अष्टमी (09:20 A.M) समाप्त, नवमी (09:21 A.M) प्रारंभ",
    "Nakshatra - Mrigashira ends at 11:33 PM, Ardra starts at 11:34 PM": "नक्षत्र- मृगशिरा (11:33 P.M) समाप्त, आद्रा (11:34 P.M) प्रारंभ",
    "First - During the day - (from 08:20 AM to 09:56 AM)": "प्रथम - दिन में –(08 :20 A.M से 09:56 A.M तक)",
    "Second - During the day - (from 02:08 PM to 04:04 PM)": "द्वितीय - दिन में –(02:08 P.M से 04:04 P.M तक)",
    "Fourth - At night - (from 01:34 AM to 03:38 AM)": "चतुर्थ - रात्रि में –(01:34 A.M से 03:38 A.M तक )",
    "Note: In general, auspicious muhurta (auspicious timing) refers to those moments whe": "(नोट – सामान्य मुहूर्त वे मुहूर्त हैं जिनमें उत्तम मुहूर्त की तुलना में कुछ अधिक दोष पाए जाते हैं परंतु इनमें भी नक्षत्र, तिथि और वार आदि की शुद्धि की जाती है अतः यदि विवाह करना आवश्यक है तो इन मुहूर्त में विवाह किया जा सकता है।)",
    "In these muhurtas, the birth charts of the Bride and Groom are analyzed": "इन मुहूर्त मे वर-वधु की कुंडली मे ग्रहों के अनुकूल विवाह तारीक निकाली जाती है। वर-वधू की वैदिक तथ्यों के आधार पर अति उत्तम लग्न निकलवाने हेतु सनातन ज्योति से संपर्क करें। वैदिक नियम जिनके आधार पर शुभ मुहूर्त निकाला जाता वो यहाँ दिए है। इनको समझ कर आप स्वयं भी अति उत्तम लग्न निकाल सकते है।",
    "List of doshas (inauspicious factors)": "अवश्य वर्ज्य दोषों की सूची",
    "Here is the list of doshas": "विवाह में अवश्य ध्यान देने योग्य दोषों की सूची यहाँ दी गई है, जिनमें से कोई भी दोष प्रभावित हो सकता है:",
    "Utpat Dosha": "उत्पात दोष  ",
    "Pat Dosha": "पात दोष (महापात)",
    "Dagdha Tith": "दग्धा तिथि  ",
    "Vaidhruti Dosha and other": "वैधृति दोष और अन्य दुष्ट योग  ",
    "Ast (Inauspicious position)": "चन्द्रमा का अस्त  ",
    "Ast of Jupiter and Venus": "गुरु और शुक्र का अस्त  ",
    "Tithi Kshaya and Vriddh": "गुरु और शुक्र का अस्त  ",
    "Gandanta": "गण्डान्त",
    "Madra": "मद्रा",
    "Sankranti": "संक्रान्ति ",
    "Ast Kal (Inauspicious time) for Lagna": "लग्नेश और नवांशेश का अस्त काल",
    "Lagna, Moon, and Navamsha": "लग्नेश, चन्द्रमा और नवांशेश की 6वें और 8वें भाव में स्थिति ",
    "Lagna with Papavarga": "लग्न में पापवर्ग ",
    "Chandrayut": "चन्द्रमा की लग्न युति",
    "Krura Yoga in Navamsha Lagn": "नवांश लग्न या चन्द्रमा का क्रूर योग ",
    "Udayast Shuddh": "उदयास्त शुद्धि ",
    "Chandayudh": "चण्डायुध",
    "Dashayoga Dosha": "दशयोग दोष ",
    "Jamitra": "जामित्र ",
    "Latta": "लट्टा",
    "Vedhadosh": "वेधदोष ",
    "Bana": "बाण",
    "Upagraha Dosha": "उपग्रह दोष ",
    "Kartari": "कर्तरी",
    "Kuyoga from Tithi, Vaar, and Nakshatr": "तिथि, वार, और नक्षत्र के योग से उत्पन्न कुयोग ",
    "Ardhayam": "अर्धयाम",
    "Kulik Dosha": "कुलिक दोष और अन्य दोष ",
    "Vaar Dosha": "वार दोष",
    "Krurakranta, Kruramukta": "क्रूराक्रान्त, क्रूरमुक्त, और क्रूराधिष्ठित नक्षत्र ",
    "Kruragantavya Nakshatra": "क्रूरगन्तव्य नक्षत्र ",
    "Grahan Nakshatra": "ग्रहण नक्षत्र ",
    "Trividh Utpat Dosha Nakshatra": "त्रिविध उत्पात दोषित नक्षत्र ",
    "Dhumaketu-affected Nakshatra": "धूमकेतु से पीड़ित नक्षत्र ",
    "Sayam Sandhya Udit Nakshatr": "सायं सन्ध्या में उदित नक्षत्र",
    "Graha Yuddha Nakshatra": "ग्रह युद्ध नक्षत्र ",
    "Graha-se Bhinna Nakshatr": "ग्रह से भिन्न नक्षत्र",
    "Grahakrit Lagna Dosha": "ग्रहकृत लग्न दोष.",
    "Keep these doshas": "विवाह में इन सभी दोषों का ध्यान रखें और शुभ कार्यों में भी उन्हें वर्जित करें।",
    "Consideration of Auspicious": "विवाह लग्न मुहूर्त",
    "The timing for marriage (vivah muhurat)": "विवाह मुहूर्त का विचार इन वैदिक नियमों के अनुसार ही किया जाता है। इन वैदिक नियमों का पालन करके आप भी शुभ मुहूर्त का विचार कर सकते हैं :-",
    "Sun-Moon-Jupita": "रवि-चन्द्र-गुरुबल विचार",
    "For determining the auspicious time for the bride (kanya)": "विवाह अर्थात कन्यादान का समय निश्चित करने के लिए कन्या का गुरुबल और चंद्रबल देखना चाहिए साथ ही वर का सूर्यबल और चंद्र बल देखना चाहिए। कन्या का विवाह सम संख्यक वर्षों में और वर का विवाह विषम वर्षों में करना उत्तम माना जाता है। अगर कन्या की आयु दस से बारह वर्ष से अधिक है, तो उसके लिए गुरुबल का विचार करने की आवश्यकता नहीं है। यह ज्ञान व्यास और अन्य ऋषियों द्वारा प्रमाणित है।",
    "Therefore, both Surya Bala and Chandra Bala are crucial for the groom": "अतः वर के लिए सूर्य और चन्द्र बल, और कन्या के लिए चन्द्रबल और गुरुबल की आवश्यकता होती है। दोनों के लिए लग्नबल अत्यंत महत्वपूर्ण है। सुविधा के लिए, त्रिबल शुद्धि चक्र का उपयोग किया जा रहा है। आधुनिक व्यवस्था में, द्वादश चन्द्रमा भी शुभ माना जाता है।",
    "Months Suitable for Marriage:": "विवाह के मास",
    "When the Sun is in the signs of Gemini": "जब सूर्य मिथुन, कुम्भ, मकर, वृश्चिक, वृष व मेष राशि में होता है उन महीनों में विवाह उत्तम होता है। लेकिन जिस महीने में सूर्य मिथुन राशि में होते हैं उस मास में अर्थात आषाढ़ मास में विवाह केवल शुक्ल पक्ष की दशमी तक ही होते हैं। उसके बाद देवशयनी एकादशी (भगवान विष्णु जब क्षीर सागर में सोने के लिए चले जाते हैं) से विवाह स्थगित हो जाते हैं। परंतु कार्तिक में देवउठनी एकादशी के बाद यदि वृश्चिक संक्रान्ति (सूर्य वृश्चिक राशि में हो) हो जाए, चैत्र में मेष संक्रान्ति हो जाए और पौष के महीने में मकर संक्रान्ति हो जाए तो इन महीनों में भी विवाह सम्पन्न किया जा सकता है। ",
    "The question to consider here is whether": "यहाँ विचार करने वाली बात यह है कि विवाह में कौन सा महिना चुना जाए, सौर मास या चान्द्रमास। कश्यप आदि ऋषियों ने सौरमास को प्रशस्त माना है, जबकि नारद आदि ऋषियों ने चान्द्रमास को प्रशस्त माना है। केशवार्क ने सौर और चन्द्रमास दोनों का समन्वय करके समय का निर्धारण करने की सिफारिश की है।",
    "Scorpio (Vrishchika)": "वृश्चिक (वृश्चिक) और मार्गशीर्ष (मार्गशीर्ष) महीने",
    "These are considered excellent.": "उनके अनुसार वृश्चिक और मार्गशीर्ष मास श्रेष्ठ माने जाते हैं, वहीं मकर और माघ, वैशाख और मेष भी श्रेष्ठ हैं, क्योंकि चन्द्र और सौर दोनों पक्षों से महीनों की शुद्धि होती है। ",
    "Specific Auspicious Time for Marriage": "विवाह के लिए शुभ समय",
    "Marriage can be performed in Kartiki": "कार्तिक, पौष, और चैत्र के महीने विवाह हेतु वर्जित होते हैं परंतु सौर मास शुभ होने पर विवाह सम्पन्न कराना शुभ होता है, यही आजकल प्रमुखतः माना जाता है।",
    "In contemporary times, it is generally": "इसी प्रकार कार्तिक शुक्ल एकादशी से मार्गशीर्ष कृष्ण पंचमी तक कार्तिकी में विवाह चन्द्र व लग्न की शुद्धि करके ही किया जा सकता है।",
    "Consideration of Birth Month and Other Factors:": "जन्म मासादि विचार",
    "The marriage of a child born from the first womb": "पहले गर्भ से पैदा हुई संतान (लड़का या लड़की) का विवाह, उनकी जन्म तिथि (चन्द्र तिथि), और जन्म नक्षत्र (चन्द्र) में नहीं किया जाना चाहिए। लेकिन, दूसरे गर्भ से पैदा हुई संतान, चाहे वह ज्येष्ठ हो, तो भी उनका विवाह जन्म मास आदि में हो सकता है। इससे वंश शुद्धि होती है। ज्येष्ठ गर्भ से पैदा हुई संतान का विवाह जन्म मास आदि में होने पर संतानोत्पत्ति और वंशवृद्धि में बाधा हो सकती है।",
    "If determining the exact wedding time": "यदि विवाह काल निश्चित करना अत्यंत आवश्यक हो तो भी मास के स्थान पर जन्म पक्ष को अवश्य छोड़ें। अत्रि और वशिष्ठ के अनुसार, 5 और 3 दिन को अवश्य छोड़ें। इन दिनों की गणना जन्मतिथि से करें। लेकिन वशिष्ठ ने जरूरत के मामले में जन्म दिन (नक्षत्र) को अवश्य छोड़ने की सिफारिश की है। इसलिए, निष्कर्ष यह है कि जन्म तिथि, जन्म-नक्षत्र, और जन्म-लग्न को विवाह में अवश्य छोड़ें। जन्म-लग्न के संबंध में एक और बात है कि जन्मराशि और लग्न से अष्टम राशि लग्न भी अवश्य छोड़ना चाहिए, जिसके बारे में आगे विवरण दिया जाएगा। जन्म होने का समय अवश्य छोड़ें। विपत्ति के समय में यह अनिवार्य नहीं है।",
    "If it is extremely necessary to determine": "यदि विवाह का समय तय करना अत्यंत आवश्यक हो, तो ऐसी परिस्थिति में मास के स्थान पर जन्म पक्ष को अवश्य छोड़ें। अत्रि और वशिष्ठ के अनुसार, 5 और 3 दिन को अवश्य छोड़ें। इन दिनों की गणना जन्मतिथि से करें। लेकिन वशिष्ठ ने आवश्यकता के मामले में जन्म दिन (नक्षत्र) को अवश्य छोड़ने की सिफारिश की है। इसलिए, निष्कर्ष यह है कि जन्म तिथि, जन्म-नक्षत्र, और जन्म-लग्न को विवाह में अवश्य छोड़ें। जन्म-लग्न के संबंध में एक और बात है कि जन्मराशि और लग्न से अष्टम राशि लग्न भी अवश्य छोड़ना चाहिए, जिसके बारे में आगे विवरण दिया जाएगा। जन्म समय को अवश्य छोड़ें। विपत्ति के समय में यह अनिवार्य नहीं है।",
    "Three Jyeshtha Considerations": "तीन ज्येष्ठ विचार",
    "In astrology, the conjunction of Jyeshtha (elder) offspring": "ज्येष्ठ सन्तान, अर्थात् ज्येष्ठ वर, ज्येष्ठ कन्या, और ज्येष्ठ मास का संयोग त्रिज्येष्ठ कहलाता है। इसलिए, इस संयोग में ज्येष्ठ वर और ज्येष्ठ कन्या का विवाह सर्वथा अशुभ माना जाता है। अगर वर या कन्या में से कोई एक ज्येष्ठ हो, तो ज्येष्ठ मास में विवाह मध्यम शुभ माना जाता है, क्योंकि इस समय दोनों में से एक ज्येष्ठ रहेगा और त्रिज्येष्ठ संयोग नहीं बनता है। कुछ लोगों का ऐसा भी मानना है कि, ज्येष्ठ मास में सूर्य के कृत्तिका नक्षत्र में रहने तक का समय छोड़कर, शेष ज्येष्ठ दिनों में विवाह संभव है। अतः जहाँ तक संभव हो ज्येष्ठ वर व ज्येष्ठ कन्या का आपस में विवाह नहीं करना चाहिए। ",
    "Latta, Paat, Yuti, Vedha, Jāmitra, Budhapañcak, Ekārgala, Upagraha, Krāntisāmya, and": "लत्ता, पात, युति, वेध, जामित्र, बुधपंचक, एकार्गल, उपग्रह, क्रान्तिसाम्य व दग्धा तिथि ये 10 विवाह दोष हैं।",
    "Major Marriage Doshas:": "विवाह के प्रमुख दोष",
    "Latta Dosha": "लत्तादोष",
    "Latta Dosha occurs when the Sun harms": "लत्ता दोष एक ऐसा दोष है जिसमें सूर्य अपने नक्षत्र से12वें नक्षत्र को, मंगल तीसरे नक्षत्र को, बृहस्पति 6वें नक्षत्र को, और शनैश्चर 8वें नक्षत्र को लात मारते हैं। बुध अपने नक्षत्र से सप्तम नक्षत्र को, राहु 9वें नक्षत्र को, शुक्र 5वें नक्षत्र को और पूर्णचन्द्र 22 वें नक्षत्र को लत्तित करते हैं। अर्थात सूर्य अपने स्थान से आगे के 12वें पर, शनि आगे के 8वें पर, गुरु आगे के छठे पर, और मंगल आगे के तीसरे नक्षत्र पर लात मारता है।",
    "The Sun’s latte (beam) causes financial loss.": "सूर्य लत्ता से वित्तनाश होता है",
    "The Moon’s latte (beam) results in adversity.": "चंद्र लत्ता से विपत्ति",
    "Mars’ latte (beam) leads to death": "मंगल लत्ता से मृत्यु",
    "Mercury’s latte (beam) also brings adversity": "बुध लत्ता से भी विपत्ति",
    "Jupiter’s latte (beam) causes harm to relatives": "गुरु लत्ता से बन्धुहानि",
    "Venus’ latte (beam) creates disturbances in work": "शुक्र लत्ता से कार्यों में उपद्रव",
    "Saturn’s latte (beam) leads to death.": "शनि लत्ता से मृत्यु ",
    "Even Rahu’s latte (beam) causes death.": "शनि लत्ता से मृत्यु ",
    "Remedies for Latta and Other Doshas:": "लत्ता आदि का परिहार-",
    "In Malwa, Latta is to be avoided": "मालव में लत्ता, कुरु और जांगल में पात, कश्मीर में एकार्गल, और सब देश में वेध नक्षत्र वर्जनीय होते हैं।",
    "Pat Dosha occurs during the": "हर्षण, वैधृति, साध्य, व्यतिपात, गण्ड, और शूल योगों के अंत समय में जो नक्षत्र हो, उसे पातदोष से दूषित माना जाता है। इस पात को चण्डायुध भी कहा जाता है। अर्थात् इन योगों के अंत में पात दोष की संभावना होती है।",
    "Remedies for Paat Dosha:": "पातदोष परिहार-",
    "In the country associated with the Chitra nakshatra,": "चित्रा सम्बन्धी पात विचित्र देश में, और अनुराधा, मघा सम्बन्धी पात मालव देश में तथा रेवती, श्रवण सम्बन्धी पात उत्तर भाग के देश में और आश्लेषा सम्बन्धी पात सब देश में त्याज्य है।।",
    "Krantisamya (Mahapat) Dosha": "क्रान्तिसाम्य (महापात) दोष",
    "This dosha arises when the Sun and the Moon": "क्रान्तिसाम्य, यानी सूर्य और चंद्रमा की क्रांति का समान होना, क्रान्तिसाम्य महादोष को उत्पन्न करता है, जिसे सभी शुभ कार्यों में पूर्णतः त्याज्य माना जाता है। इस दोष का विचार केवल कुछ पंचांगों में ही दिया रहता है। क्योंकि यह महापात केवल गणित से ही सिद्ध किया जा सकता है। उद्धरण के तौर पर महापात की संभावना की स्थितियाँ बताई जा रही हैं। 5-11, 2-10, 7-11, 6-12, 4-8, और 9-3 राशियों में एक में सूर्य और दूसरी में चंद्रमा होने क्रान्तिसाम्य दोष की स्थिति उत्पन्न होती है।",
    "Ekargala Dosha": "एकार्गल दोष",
    "Ekargala Dosha occurs when there is a combination of": "एकार्गल दोष उस दिन होता है जब व्याघात, गण्ड, व्यातिपात, शूल, वैधृति, वज्र, परिघ, अतिगण्ड योग हो और सूर्य नक्षत्र से चन्द्रमा विषम संख्यक नक्षत्रों में हो। इसे खजूर दोष के नाम से भी जाना जाता है। नक्षत्र गणना में अभिजित को भी शामिल किया जाता है, जबकि कहीं कहीं इसे न गिनने का भी उल्लेख मिलता ",
    "Upagraha Dosha:": "उपग्रह दोष",
    "Upagraha Dosha occurs when the Moon": "जब चंद्रमा, सूर्य नक्षत्र से 5,8,10,14,7,19,15,18,11,22,23,24,25 वें नक्षत्रों में होता है तो उस दिन उपग्रह दोष लगता है। इस दोष में गृह प्रवेश करने से दरिद्रता, विवाह करने से दुर्भाग्य, और यात्रा से  विपत्ति आती है। यह दोष कुरुक्षेत्र और कश्मीर, अर्थात् हरियाणा, पंजाब, हिमाचल प्रदेश, और कश्मीर में विशेष रूप से दोषप्रद होता है।",
    "Varadosha (Kulik) Consideration": "वारदोष (कुलिक) विचार",
    "The days associated with Varadosha (Kulik) are as follows:": "रविवार में 14 ,सोमवार-12, मंगल-10, बुध-8, गुरु-6, शुक्र-३, शनि-2 । ये मुहूर्त कुलिकसंज्ञक होते हैं। रात्रि के लिए प्राप्त संख्या में से 1 घटाकर उसे समझा जाए। अर्थात् सूर्यवारादि क्रम में  13.11.9.7.5.2.1 संख्यक मुहूर्त वर्जित हैं वहीं शनिवार के दिन रात का अन्तिम या 15वाँ मुहूर्त भी त्याज्य होता है। ",
    "Dagdha Tithis:": "दग्धा तिथि",
    "Dagdha tithis occur when the Sun is in specific signs": "मीन और धनु के सूर्य में द्वितीया तिथि, वृष एवं कुम्भ के सूर्य में चतुर्थी तिथि, मेष और कर्क के सूर्य में षष्ठी तिथि, कन्या-मिथुन के सूर्य में अष्टमी तिथि, वृश्चिक एवं सिंह के सूर्य में दशमी तिथि, मकर-तुला के सूर्य में द्वादशी तिथि दग्ध तिथियाँ हैं। ये सभी दग्ध तिथियाँ शुभ कार्य में वर्जित होती है। ऋषि कश्यप के अनुसार यह तथ्य केवल मध्य भारत में ही लागू होता है। ",
    "Remedies for the Mentioned Doshas": "उक्त दोषों का परिहार",
    "When Latta, Ekargala, Upagraha": "एकार्गल, उपग्रह, पात, लत्ता, जामित्र, कर्तरी, उदयास्त दोष आदि विवाह लग्न में स्थित होने पर, यदि सूर्य व चंद्रमा उत्तम राशि और भाव में स्थित हों, तो उनका प्रभाव नष्ट हो जाता है, जिसे हम उसी तरह समझ सकते हैं जैसे सूर्योदय के बाद रात का अँधेरा नष्ट हो जाता है।",
    "Remedies Based on Regional Differences": "देश-भेद से परिहार",
    "The Upagraha Dosha is observed in Kurukshetra,": "उपग्रह दोष कुरुवाल्हीक (कुरुक्षेत्र) में हिमाचल, कश्मीर, हरियाणा, और पंजाब में देखा जाता है, जबकि पात योग कलिंग और बंग (उड़ीसा और बंगाल) में होता है। लत्ता दोष सौराष्ट्र और शाल्व (गुजरात, राजस्थान, और मालवा) क्षेत्र में पाया जाता है, और वेध दोष को सर्वथा अशुभ माना जाता है।",
    "Dashayoga Dosha:": "दशयोग दोष",
    "Dashayoga is a specific astrological": "दश योग नामक एक विशेष योग होता है, जो दोषकारक है। इसका मूल सिद्धांत है कि सूर्य और चंद्रमा के अधिष्ठित नक्षत्रों की संख्या के योग को 27 से भाग किया जाता है। अगर शेष 0, 1, 4, 6, 10, 11, 15, 18, 19, या 20 में से कोई एक हो, तो उस दिन को 'दशयोग' माना जाता है, जिसे दोष से दूषित माना जाता है। ",
    "Jamitra Dosha:": "जामित्र दोष",
    "The presence of any planet in the seventh house": "विवाह-लग्न या चन्द्रमा से सप्तम (जामित्र) भाव में किसी ग्रह की उपस्थिति जामित्र दोष के रूप में जानी जाती है, ऐसे में विवाह की सलाह नहीं दी जाती है। सूक्ष्म विचारार्थ लग्न या चन्द्र से 55वें नवांश में किसी ग्रह की उपस्थिति भी जामित्र दोष का एक प्रमुख कारक है, जिसे समझना अत्यंत महत्वपूर्ण है। अगर लग्न या चन्द्र राशि में 6 राशि जोड़ी जाए, तो सप्तम भाव का नवांश प्रकट होगा, जिसमें कोई ग्रह नहीं होना चाहिए।",
    "Panchabana Consideration:": "पंचबाण विचार",
    "Starting from Shukla Pratipada,": "शुक्ल प्रतिपदा से शुरू कर गत तिथियों की संख्या में, लग्न राशि की संख्या को जोड़ें। उसके बाद, योगफल को 9 से विभाजित करें। जिसमें 8 शेष से रोग बाण, 2 शेष से अग्निबाण, 4 शेष से राजबाण, 6 शेष से चौरबाण, और 1 शेष से मृत्यु बाण होता है। यह विधि दक्षिण भारतीय, विशेषतया महाराष्ट्र में प्रसिद्ध है। ",
    "Remedies for the Arrows:": "बाणों का परिहार",
    "The thief and disease arrows occur at night,": "चोर और रोग बाण रात्रि में, राज बाण दिन में, और अग्नि बाण भी दिन में होते हैं। मृत्यु बाण दोनों संध्याओं में विशेषतया अवांछनीय होते हैं। उसके अतिरिक्त, शनिवार को राज बाण, बुधवार को मृत्यु बाण, मंगलवार को अग्नि चोर बाण, और रविवार को रोग बाण विशेषतया अत्यंत निन्दनीय माना जाता है।",
    "Udayastha Shuddhi:": "उदयास्त शुद्धि",
    "In the positions of all planets, they have a one-quarter": "सभी ग्रहों की स्थिति में, वे 3 और 10 पर एक पाद, 5 और 9 पर द्विपाद, और 4 और 8 पर त्रिपाद दृष्टि रखते हैं, जबकि 7 पर पूर्ण दृष्टि होती है। लेकिन शनि 3 और 10 पर, गुरु 5 और 9 पर, और मंगल 4 और 8 पर भी पूर्ण दृष्टि रखते हैं, और 7 पर तो इनकी पूर्ण दृष्टि होती है। जब लग्न और सप्तम की शुद्धि संयुक्त होती है, तो उसे उदय अथवा अस्त शुद्धि कहा जाता है।",
    "Surya Sankram Dosha": "सूर्य संक्रम दोष",
    "For the four Sankrantis of Aries and Libra": "मेष और तुला संक्रांति (विषुव), और कर्क और मकर संक्रांति (अयन) - इन चार संक्रांतियों में, संक्रांति के दिन, पिछले और दिन - यानी तीन दिनों तक, शुभ कार्यों से परहेज करें। अन्य 8 संक्रांतियों में, संक्रांति से 16 घंटे पहले और 16 घंटे बाद तक, शुभ कार्यों को नहीं करना चाहिए।",
    "Other Planetary Transits": "प्रसंगवश अन्य ग्रह संक्रान्ति",
    "During the Sun’s transit, avoid activities for 32-33": "सूर्य की संक्रांति में 32-33 (देव) घड़ियाँ तक, चन्द्रमा की संक्रांति में 2 घड़ियाँ, और मंगल के राशि परिवर्तन के समय में पूर्व और पश्चात में 9 घड़ियाँ तक, बुध में 6 घड़ियाँ, बृहस्पति में 88 घड़ियाँ, शुक्र में 9 घड़ियाँ, और शनि में 160 घड़ियाँ त्यागें। विशेषतया सूर्य संक्रांति की घड़ियाँ बहुत निन्दनीय होती हैं। यदि संभव हो, तो अन्य ग्रहों के राशि परिवर्तन में भी उक्त घड़ियों की आधी पहले और आधी बाद में त्याग करें।",
    "Lagna Doshas": "लग्न के दोष",
    "During the day, Libra and Scorpio ascendants are deaf,": "दिन के समय, तुला और वृश्चिक लग्न बधिर (बहरा) होते हैं, और रात के समय, धनु और मकर लग्न बधिर (बहरा) होते हैं। मेष, वृषभ, और सिंह लग्न दिन में अन्धे होते हैं, जबकि मिथुन, कन्या, और कर्क लग्न रात में अन्धे होते हैं। दिन में कुम्भ और रात में मीन को पंगु संज्ञा दी जाती है। इन पंगु, अन्ध और बधिर लग्नों को विवाह में वर्जित करना उचित होता है। मतान्तर से तुला,वृश्चिक और धनु लग्न दिन में दोपहर बाद के समय। मिथुन, कर्क ,कन्या रात में अंधी। मेष,वृषभ,सिंह दिन में अंधी। मकर,कुम्भ और मीन सुबह शाम व सन्ध्या में पंगु (कुब्ज) होती हैं। लेकिन इस मत से ऋषि सहमत नहीं हैं। बधिर (काण) लग्न में दरिद्रता का दोष होता है। दिवान्ध लग्न में वैधव्य का दोष होता है। रात्र्यन्ध लग्न में सन्तान हानि का दोष होता है। पंगु लग्न में सुख संपत्ति की हानि होती है। परंतु उपर्युक्त  लग्नों पर लग्नेश या बृहस्पति की दृष्टि हो, तो विशेष दोष नहीं होता है।",
    "Auspicious Navamshas in Marriage Ascendant": "विवाह लग्न के शुभ नवांश",
    "In the marriage ascendant, the 9th, 7th, 6th,": "विवाह लग्न में 9, 7, 6, और 3 नवांश विशेष शुभ होते हैं। विकल्प के रूप में मीन नवांश भी शुभ माना जाता है। इन नवांशों में, विवाह संस्कार की मुख्य क्रिया (कन्यादान या फेरे) होने से कन्या सुख सौभाग्य भोगती है। ",
    "Lagna Bhang Yoga:": "लग्न भंग योग",
    "Even after determining the auspiciousness": "पूर्वोक्त नियमों से लग्न की शुभता का निश्चय करने पर भी यदि लग्न में 12वें शनि हो, या दशम में मंगल हो, या तृतीय में शुक्र हो, या लग्न में चन्द्रमा या पापग्रह हो, या लग्नेश, चन्द्रमा या शुक्र षष्ठ में हो, या अष्टम में लग्नेश, मंगल या शुभ ग्रह हो, अथवा सप्तम में कोई भी ग्रह हो, तो इन परिस्थितियों में कोई भी एक योग बन जाए तो सर्वगुणसम्पन्न लग्न भी दूषित हो जाती है। ",
    "Yoga that Destroys Many Doshas": "अनेक दोष नाशक योग",
    "Apart from the year dosha, solstice dosha, season, lunar": "वर्षदोष, अयनदोष, ऋतु, तिथि, मास, नक्षत्र, पक्ष, दग्धा तिथि, अन्य, पंगु लग्न आदि दोषों के अलावा अन्य उत्पात दिन आदि दोष भी नष्ट हो जाते हैं, यदि बुध, गुरु 1, 4, 10, 5, 9 भावों में अर्थात् सप्तम रहित केन्द्र त्रिकोण में स्थित हों। इसी तरह, पाप ग्रह से युक्त चन्द्रमा का नवांश हो तो उस स्थिति में वह दोष भी अप्रभावी हो जाता है। ",
    "Lagna Vimsopaka Consideration:": "लग्न विंशोपक विचार",
    "In the marriage ascendant, favourable positions of variou": "विवाह-लग्न में, विभिन्न ग्रहों की अनुकूल स्थिति से हमें विंशोपक बल प्राप्त होता है। यहाँ विंशोपक का अर्थ है कि यह 20 का हिस्सा है। हम इसे पूर्ण इकाई मानकर उसके अंशों को लेते हैं। जैसे कि प्रतिशत 100 का हिस्सा होता है, वैसे ही विंशोपक 20 का हिस्सा होता है। कुल विंशोपक 10 तक कमजोर, 15 तक मध्यम, और 15 से ऊपर उत्तम माना जाता है।",
    "Significant Factors in Marriage Ascendant:": "विवाह लग्न में कारक तत्व",
    "In the marriage ascendant, Venus represents the": "विवाह लग्न में, शुक्र सास (कन्या की), सूर्य ससुर, लग्न कन्या का शरीर, सप्तम पति, चन्द्रमा मन होता है। इस प्रकार, विवाह लग्न में जो ग्रह बलवान और अपने स्थान में स्थित होता है, उसके अनुसार फल होता है। सूर्य से पति सुख, चन्द्रमा से कन्या का मानसिक सुख, मंगल से धन, बुध से पुत्र, गुरु से ससुर, शुक्र से धर्म, और शनि से भूमि, मकान आदि का सुख इनके बलाबल को सूर्याक्रांत विवाह लग्न में देखकर निश्चित किया जा सकता है।",
    "Godhuli Lagna:": "गोधूलि लग्न",
    "If no ascendant is pure on the day of the marriage and the Ghati Lagna": "यदि विवाह के दिन कोई लग्न शुद्ध नहीं होती है और घटी लग्न भी शुभ नहीं होती है, ऐसी स्थिति में गोधूलि लग्न का विचार किया जाता है। परंतु यदि अन्य लग्ने मौजूद हैं तो गोधूलि लग्न को प्रशंसित नहीं किया जाता है। गोधूलि लग्न में नक्षत्र, तिथि, करण, लग्न, वार, नवांश मुहूर्त, और योग की शुद्धि को भी ध्यान में नहीं लिया जाता है। यह लग्न सभी शुभ कार्यों के लिए अत्यंत उपयुक्त माना जाता है। अर्थात, अगर कोई अन्य लग्न मुहूर्त उपलब्ध नहीं होता, तो ही गोधूलि लग्न का उपयोग किया जाता है। मार्गशीर्ष, पौष, माघ, और फाल्गुन मास में बिना किरण के सूर्य का गोला दिखता है, जबकि चैत्रादि 4 मासों में सूर्यबिम्ब का आधा हिस्सा छिप जाता है। श्रावणादि 4 मासों में पूरा सूर्यबिम्ब छिप जाता है, और इसी समय पर गोधूलि लग्न उपस्थित होता है। इस प्रकार, यह लग्न सभी शुभ कार्यों के लिए अत्यंत उपयुक्त होता है।",
    "Prohibited Doshas in Godhuli:": "गोधूलि में वर्ज्य दोष",
    "On Thursdays, the Godhuli part after sunset (due to Arthayam Dosha) is inauspicious.": "बृहस्पतिवार को सूर्यास्त के बाद का गोधूलि भाग (अर्थयाम दोष के कारण) अशुभ होता है।",
    "On Saturdays, the Godhuli after sunset (due to Kalki) is condemned.": "शनिवार को भी सूर्यास्त के बाद की गोधूलि (कल्कि के कारण) को निन्दित माना जाता है।",
    "In Godhuli Lagna, if the Moon is in the 1st, 6th,": "गोधूलि लग्न में 1, 6, और 8 भाव में चन्द्रमा होने पर कन्या की मृत्यु संभावित है।",
    "In Godhuli Lagna, if Mars is in the 7th or 8th house, the groom’s death occurs.": "गोधूलि लग्न में 7 और 8 भाव में मंगल होने पर वर की मृत्यु होती है।",
    "In Godhuli Lagna, if the Moon is in the 2nd, 3rd, or 11th houses": "गोधूलि लग्न में 2, 3, और 11 भावों में चन्द्रमा वर और कन्या के सुख को बढ़ाता है।",
    "Sun Clarification": "सूर्य स्पष्टीकरण",
    "On the day you need to clarify the Sun, first check when the last Sankranti": "जिस दिन आपको सूर्य का स्पष्टीकरण करना हो, तो सबसे पहले आप यह देखे कि इससे पहले संक्रान्ति कब हुई थी। संक्रान्ति का समय व दिन निश्चित करके लिख लें। उसके बाद इस समय को अपने इष्ट समय व गत दिनों में से घटा लें। शेष को तात्कालिक पूर्वोक्त मासिक गति से गुणा करने के बाद जो गुणनफल आए उसे 60 से भाग देने पर तात्कालिक सूर्य स्पष्ट होता है। इस अंशादि सूर्य में संक्रान्ति के अनुसार गत राशि भी जोड़ लेनी चाहिए।",
    "Lagna Sadhana:": "लग्न साधन",
    "In the marriage ascendant, when the desired navamsha or auspicious navamsha": "विवाह लग्न में अभीष्ट नवांश या शुभ नवांश होने पर, उससे पिछले नवांश की संख्या को 10 से गुणा किया जाता है। फिर, गुणनफल में 3 से भाग किया जाता है। जो लब्धि अंशादि होती है, वह लग्न के भुक्तांश होते हैं। इस नियम का उपयोग लग्न और षड्वर्ग के लिए किया जाता है। माना गया है कि मिथुन लग्न में मिथुन नवांश विवाह के लिए शुभ है। ",
    "Ishta Sadhana:": "इष्ट साधन",
    "We have determined the desired ascendant": "हमने अभीष्ट लग्न का निर्धारण तो कर लिया है, लेकिन यह जानने के लिए कि यह लग्न किस समय पर होगा, हम इष्ट साधन का उपयोग करेंगे। इष्ट काल का मतलब है कि जब सूर्य पहले से ही ज्ञात होता है, तो उससे सायन लग्न और अयनांश को घटाकर निरयण लग्न का निर्धारण किया जा सकता है। उसी तरह, विपरीत क्रिया द्वारा सूर्य और पलों के माध्यम से क्रिया करने से इष्ट काल का निर्धारण किया जा सकता है। ",
    "Upcoming Festivals": "आगामी त्यौहार",
    "Shubh Muhurat": "शुभ मुहूर्त",
    "Main Festival": "मुख्य त्यौहार",
    "GocharChart": "गोचर",
    "Mundan Sanskar": "मुंडन संस्कार",
    "Mundan Sanskar (Head Tonsure Ceremony)": "शुभ मुंडन मुहूर्त 2024-2025",
    "Mundan Sanskar (Head Tonsure Ceremony) is one of the sixteen sacraments": "मुंडन संस्कार सनातन परंपरा में नवजात शिशु के जन्म के बाद किए जाने वाले सोलह संस्कारों में से एक है।यह संस्कार मुख्यतः शिशु के जन्म के उपरांत विषम वर्षों अर्थात जब बालक या बालिका प्रथम वर्ष, तीसरे  वर्ष, पाँचवे वर्ष या सातवें वर्ष में हो उस समय किया जाता है। ",
    "In most families, the Mundan Sanskar": "वैसे तो अधिकांश परिवारों में मुण्डन संस्कार विषम संख्या वर्षों में और सूर्य के उत्तरायण स्थिति में होने पर शुभ तिथि, वार और नक्षत्र पर विचार करके किया जाता है।  जब सूर्य उत्तरायण स्थिति में होता है तो सूर्य उत्तर दिशा की ओर बढ़ता है, सनातन परंपरा में इस स्थिति को आध्यात्मिक उन्नति और सकारात्मक ऊर्जा का प्रतीक माना जाता है। इसलिए इस समय मुंडन संस्कार करना शिशु के लिए लाभकारी साबित होता है ",
    "However, some families have their own customs": "परन्तु कुछ परिवारों के अपने रीति- रिवाज होते है जिसके अनुसार वे प्रत्येक वर्ष की एक विशेष तिथि पर ही अपने यहाँ मुण्डन संस्कार करते है, तो वहीं कुछ लोग नवरात्रि के शुभ दिनों में मुंडन संस्कार करते हैं। सभी की अपनी अपनी मान्यताएं होती है और सनातन ज्योति सदैव इस मत को मानती है कि यदि आपके परिवार में कुछ विशेष रीति-रिवाजो और मान्यताओं के साथ मुण्डन संस्कार किया जाता हो तो आपको उन्ही मान्यताओं के अनुसार करना चाहिए। लेकिन यदि आप किसी विशेष तिथि या मान्यता को नहीं मानते है और मुण्डन आदि के लिए शुभ मुहुर्त निकालना चाहते हैं तो वे मुहुर्त नीचे दिए गए है। यदि आप मुहूर्त के विषय में और अधिक जानकारी चाहते हैं तो आप हमारी सनातन ज्योति से संपर्क कर सकते हैं।",
    "Hasta": "हस्त",
    "From Evening 04:10 PM to 12:00 AM midnight": "सांय 04:10 से रात्रि 12 बजे तक ",
    "Swati": "स्वाति",
    "From Evening 07:30 PM to 12:00 AM midnight": "सांय 07 :30 से रात्रि 12 बजे तक ",
    "Shravana": "श्रावण",
    "From Afternoon 01:15 PM to Midnight 12:00AM": "अपराह्न 01:15 बजे से रात्रि 12 बजे तक",
    "Mrigashira": "मृगशिरा",
    "From Morning 10:15 AM to Evening 04:00 PM": "सुबह 10:15 बजे से सांय  4:00 बजे तक ",
    "From Morning to 12:00 AM Midnight": "सुबह से रात्रि 12 बजे तक ",
    "From Morning 06:00 AM to 12:00 AM midnight.": "सुबह 06:00 बजे से रात्रि 12 बजे तक ",
    "Jyeshtha": "ज्येष्ठा",
    "From Afternoon 12:30 PM to Midnight 12:00AM": "अपराह्न 12:30 बजे से रात्रि 12 बजे तक ",
    "From Morning to 12:30 AM Midnight.": "सुबह से अपराह्न 12:30 बजे तक ",
    "From Morning 10:45 AM to Evening 08:00 PM": "सुबह 10:45 बजे से रात्रि  8:00 बजे तक ",
    "From Morning to 04:00 PM Evening.": "सुबह से सांय 04 :00 बजे तक ",
    "Punarvashu": "पुनर्वसु",
    "From Evening 04:15 PM to 12:00 AM midnight": "सांय 04:15 से रात्रि 12 बजे तक",
    "Hasta,  Chitra": "हस्त,  चित्रा",
    "From Morning to 03:30 PM Afternoon": "सुबह से अपराह्न 03:30 बजे तक ",
    "Chitra": "चित्रा",
    "Dhanishta": "धनिष्ठा",
    "From Afternoon 01:30 PM to Night 10:00 PM": "अपराह्न 01:30 बजे से रात्रि 10 बजे तक ",
    "From Afternoon 01:00 PM to Midnight 12:00AM": "अपराह्न 01:00 बजे से रात्रि 12 बजे तक ",
    "From Evening 05:30 PM to 12:00 AM midnight": "सांय 05:30 से रात्रि 12 बजे तक ",
    "From Morning to 03:54 PM Afternoon.": "सुबह से अपराह्न 03:00 बजे तक ",
    "Chitra, Swati": "चित्रा, स्वाति",
    "From Afternoon 01:00 PM 03:30PM": "अपराह्न 01:00 बजे से सांय 3:30 बजे तक ",
    "From Morning to 12:00 PM Afternoon.": "सुबह से अपराह्न 12:00 बजे तक ",
    "Pushya": "पुष्य",
    "Till 10:30 A.M Morning": "सुबह 10:30 तक ",
    "Hasta, Chitra": "हस्त, चित्रा ",
    "From Morning 10:00 AM to 12:00 AM midnight.": "सुबह 10:00 बजे से रात्रि 12 बजे तक ",
    "From Evening 04:20 PM to 12:00 AM midnight": "सांय 04:20 बजे से  रात्रि 12 बजे तक ",
    "From Morning to 06:00 PM Evening.": "सुबह  से सांय 06:00 बजे तक ",
    "From Morning 07:30 AM to Night 10:40 PM.": "सुबह 07:30 बजे से  रात्रि 10:40 बजे तक ",
    "Till 11:00 A.M Morning.": "सुबह 11:00 बजे  तक ",
    "Punarvashu, Pushya": "पुनर्वसु, पुष्य",
    "Dashami (10th day),  Ekadashi (11th day)": "दशमी, एकादशी", 
    "Tilakotsav Muhurat": "तिलकोत्सव मुहूर्त",
    "Auspicious Tilakotsav Muhurat": "शुभ तिलकोत्सव मुहूर्त 2024-2025",
    "The Tilakotsav ceremony is usually organized": "तिलकोत्सव का आयोजन आमतौर पर विवाह से कुछ दिन पहले किया जाता है, तो वहीं आजकल कुछ लोग इस रस्म को विवाह के कुछ घंटों पहले ही कर लेते है जिससे यह विवाह की तैयारियों का एक महत्वपूर्ण हिस्सा बन जाता है। इस रस्म में वधू के भाई या किसी नजदीकी रिश्तेदार द्वारा वर के माथे पर तिलक लगाया जाता है। यह आयोजन दोनों परिवारों के बीच आपसी सहयोग, प्रेम और सद्भावना को बढ़ावा देता है। तिलकोत्सव के माध्यम से वर और वधू के परिवार एक-दूसरे के निकट आते हैं जिससे संबंधों में मधुरता और विश्वास को बढ़ावा मिलता है। इस मौके पर दोनों परिवार के बुजुर्ग और अन्य सदस्य वर को आशीर्वाद देते हैं और मंगलमय जीवन की कामना करते हैं। इस रस्म को वर के सुख-समृद्धि और दीर्घायु के लिए शुभ माना जाता है, इसलिए इस रस्म को शुभ मुहूर्त में ही करना चाहिए। आजकल की भागदौड़ भरी जिंदगी में कुछ लोग अनावश्यक समय एवं खर्च को बचाने हेतु तिलकोत्सव, बरीक्षा, सगाई (एन्गैज्मेन्ट) तीनों साथ में कर लेते है। ऐसी स्थिति में ये तीनों रस्म इन मुहूर्त में किए जा सकते हैं।",
    "To determine the auspicious timing": "तिलकोत्सव का शुभ मुहूर्त निश्चित करने हेतु नीचे कुछ तिथि, वार और नक्षत्र दिए गए हैं जिनके अनुसार शुभ मुहूर्त निश्चित करना उत्तम माना जाता है।",
    "Dwitiya (2nd day), Tritiya (3rd day)": "द्वितीया ,तृतीया, पंचमी, सप्तमी, अष्टमी, दशमी, एकादशी, द्वादशी, त्रयोदशी, पूर्णिमा",
    " Sunday, Monday, Wednesday, Thursday, Friday ": "रविवार, सोमवार, बुधवार, गुरुवार, शुक्रवार।",
    "Constellations (Nakshatras)": "नक्षत्र :",
    "Purva Phalguni, Uttara Phalguni, Purvashadha, Uttarashadha" : "पूर्वाफाल्गुनी, उत्तराफाल्गुनी, पूर्वाषाढ़ा, उत्तराषाढ़ा, पूर्व भाद्रपद, उत्तरा भाद्रपद, कृतिका, रोहिणी।",
    "(Note: Special attention should be paid": "नोट- इस समय मृत्युलोक की भद्रा, गुरु और शुक्र अस्त का विशेष ध्यान दिया जाना चाहिए।",
    "Sanatan Jyoti has specified": "सनातन ज्योति ने अपने आगंतुकों (उसर्स) के लिए कुछ उत्तम मुहूर्त स्पष्ट किए है जो कि इस प्रकार हैं, अधिक जानकारी के लिए सनातन ज्योति से संपर्क करें :-",
    "Constellations": "नक्षत्र ",
    "Uttara Phalguni": "उत्तर फाल्गुनी",
    "Saptami (7th day)": "सप्तमी",
    "From Afternoon 12:35 PM to Evening 04:09PM ": "अपराह्न 12:35 बजे से सायं 04:09 बजे तक ",
    "Uttarashadha": "उत्तराषाढ़ा",
    "Purnima (Full Moon)": "पूर्णिमा ",
    "Purva Bhadrapada, Uttara Bhadrapada": "पूर्व भाद्रपद, उत्तर भाद्रपद",
    "From Morning to 03:45 PM Afternoon.": "सुबह से अपराह्न 03:45 तक ",
    "Panchami (5th day)": "पंचमी",
    "From Morning to 12:00 AM Midnight.": "सुबह से रात्रि 12 बजे तक ",
    "Purva Phalguni": "पूर्व फाल्गुनी",
    "Tritiya (3rd day)": "तृतीया",
    "From Morning to 08:32 PM Night.": "सुबह से रात्रि 08:32 बजे तक ",
    "Purvashadha": "पूर्वाषाढ़ा",
    "Dwadashi (12th day)": "द्वादशी",
    "From Afternoon 12:45 PM to Midnight 12:00AM ": "अपराह्न 12:45 बजे से रात्रि 12 बजे तक ",
    "Purva Bhadrapada": "पूर्व भाद्रपद",
    "Dwitiya (2nd day),Tritiya (3rd day), ": "द्वितीया, तृतीया",
    "Krittika": "कृतिका",
    "From Evening 04:50 PM to 12:00 AM midnight": "सायं 04:50 से रात्रि 12 बजे तक ",
    "Krittika, Rohini": "कृतिका, रोहिणी",
    "Ashtami (8th day)": "अष्टमी",
    "Dwitiya (2nd day)": "द्वितीया",
    "From Morning 09:50 AM to 12:00 AM midnight.": "सुबह 09:50 से रात्रि 12 बजे तक ",
    "Dashami (10th day)": "दशमी",
    "Saptami (7th day), Ashtami (8th day)": "सप्तमी, अष्टमी",
    "From Morning to 12:05 PM Afternoon.": "सुबह से अपराह्न 12:05 बजे तक ",
    "Ekadashi (11th day)": "एकादशी",
    "From Afternoon 12:30 PM to Midnight 12:00AM ": "अपराह्न 12:30 बजे से रात्रि 12 बजे तक ",
    "Purva Phalguni,  Uttara Phalguni": "पूर्व फाल्गुनी,  उत्तर फाल्गुनी",
    "Ekadashi (11th day), Dwadashi (12th day) ": "एकादशी, द्वादशी",
    "Revati": "रेवती",
    "Dwadashi (12th day), Trayodashi (13th day)": "द्वादशी, त्रयोदशी",
    "From Night 09:57 PM to Midnight 12:00AM ": "रात्रि 09:57 बजे से रात्रि 12 बजे तक  ",
    "Rohini": "रोहिणी",
    "Purva Phalguni, Uttara Phalguni":"पूर्व फाल्गुनी, उत्तर फाल्गुनी",
    "From Morning to 05:25 PM Evening.":"सुबह से सायं 05:25 बजे तक ",
    "From Morning to 01:10 PM Afternoon.": "सुबह से अपराह्न 01:10 बजे तक",
    "From Afternoon 12:51 PM to Evening 05:27PM":"अपराह्न 12:51 बजे से सायं 05:27 बजे तक ",
    "From Morning to 05:40 PM Evening.": "सुबह से सायं 05:40 बजे तक ",
    "From Morning 09:05 AM to Night 08:36 PM.": "सुबह 09:05 बजे से रात्रि 08:36 बजे तक ",
    "From Evening 06:45 PM to 12:00 AM midnight":"सायं 06:45 से रात्रि 12 बजे तक",
    "Uttara Bhadrapada": "उत्तर भाद्रपद",
    "From Morning 09:20 AM to 12:00 AM Midnight": "सुबह 09:20 बजे से रात्रि 12 बजे तक ",
    "From Morning to 06:40 PM Evening.": "सुबह से सायं 06:40 बजे तक ",
    "From Night 09:10 PM to Midnight 12:00AM ": "रात्रि 09:10 बजे से रात्रि 12 बजे तक ",
    "Purvashadha, Uttarashadha": "पूर्वाषाढ़ा, उत्तराषाढ़ा",
    "From Afternoon 12:53 PM to Midnight 12:00AM ": "अपराह्न 12 :53 बजे से रात्रि 12 बजे तक ",
    "From Morning to 12:25 PM Afternoon.": "सुबह से अपराह्न 12:25 बजे तक ",
    "Trayodashi (13th day)": "त्रयोदशी",
    "AdvancePanDesc": "वैसे तो सनातन ज्योति में दैनिक पंचांग उपलब्ध है जिसके माध्यम से आप अपने दैनिक कार्यों की योजनाओं का सटीक निर्धारण कर सकते हैं। परंतु सनातन ज्योति अपने पंचांग उपयोगकर्ताओं को एक विशेष “अग्रिम पंचांग” की सुविधा प्रदान करती है। अग्रिम पंचांग के माध्यम से आप किसी भी जगह, तिथि और समय की सटीक जानकारी प्राप्त कर सकते हैं चाहे वह आने वाला समय हो या बीता हुआ कल। इस प्रकार का विशेष पंचांग सिर्फ और सिर्फ सनातन ज्योति पर ही उपलब्ध है अन्य किसी वेबसाईट या किसी मुद्रित (प्रिन्ट) पंचांग में ऐसी सुविधा नहीं मिलती है। सनातन ज्योति कि यह विशिष्ट सुविधा उन पंचांग उपयोगकर्ताओं के लिए अत्यंत उपयोगी है जो कुंडली निर्माण के लिए ग्रहों या किसी विशेष मुहूर्त की सटीकता की गणना करते है या किसी बीते हुए हुए विशेष काल का निर्धारण करते हैं। इसके साथ ही अग्रिम पंचांग का उपयोग धार्मिक समारोह जैसे विवाह, गृह प्रवेश या नामकरण संस्कार, या कृषि से संबंधित कार्य, जैसे फसल की बुवाई और कटाई आदि कार्यों के लिए शुभ समय का चयन करने के लिए किया जाता है।",
    "Exclusive": "अनन्य",
    "Vadhu Pravesh": "वधु प्रवेश ",
    "Bride’s (Vadhu) Arrival": "वधु प्रवेश ",
    "In earlier times, marriages used to take place early": "पूर्व काल में विवाह जल्दी हो जाता थो परन्तु गौना कुछ समय उपरांत होता था। गौना अर्थात वधु प्रवेश हेतु एक विशेष तारीख और समय निकाला जाता था। समय बदलता गया और विवाह के तुरंत बाद अर्थात उसी दिन विदाई होने की प्रथा शुरू हुई। इस प्रथा के अंतर्गत विवाह के तुरंत बाद वधु का गौना हो जाता है साथ ही वधु प्रवेश भी हो जाती है। आज की मान्यता के अनुसार वधु प्रवेश के समय मुख्य रूप से निम्नलिखित तथ्यों पर ध्यान अवश्य रखना चाहिए।",
    "Day of Entry:": "वार",
    "The days Sunday, Wednesday, and Tuesday are generally": "वधु प्रवेश का दिन मुख्य रूप से रविवार, बुधवार और मंगलवार वर्जित माना जाता है। क्योंकि रविवार को रोग, बुधवार को मृत्यु और मंगल को विधवा होने की प्रबल संभावना रहती है। शेष दिन वधु प्रवेश के लिए शुभ माने गए हैं।",
    "If the send-off (vidaai) falls": "(अगर विदाई का दिन इन दिनों में आ रहा है तो प्रयास करें कि वधु का ग्रह प्रवेश सूर्योदय से पहले ही कर लें क्योंकि सनातन परंपरा में दिन की शुरुआत सूर्योदय के साथ होती है। परन्तु यदि बारात बाहर से आनी है तो कही अन्य जगह पर ठहरा कर शुभ दिन या शुभ मुहूर्त में प्रवेश कराएं।) ",
    "It is essential to consider Bhadra (a specific inauspicious time)": " वधु प्रवेश के समय मृत्युलोक की भद्रा का अवश्य ध्यान रख़ना चाहिए। मृत्युलोक की भद्रा में वधु प्रवेश सर्वथा त्याज्य होता है। क्योंकि मृत्यु लोक की भद्रा में किया गया कोई भी शुभ कार्य सार्थक नहीं होता है।",
    "(To learn about the Bhadra of the mortal world, refer to our Panchang.)": "(मृत्युलोक की भद्रा के विषय में जानने के लिए हमारे पंचांग में जाएं।) ",
    "Time Periods:": "काल ",
    "When planning the brides entry": "वघु प्रवेश के समय अशुभ काल जैसे कि- राहु काल, यमघट काल और गुलीकाल का ध्यान रखा जाना चाहिए क्योंकि इन तीनों काल में ही वधु का आगमन वर्जित होता है। ",
    "(To learn about auspicious times, refer to our Panchang.)": "(शुभ काल के विषय में जानने के लिए हमारे पंचांग में जाएं) ",
    "Constellation (Nakshatra)": "नक्षत्र",
    "Bride’s (Vadhu) entry , special attention": "वधु प्रवेश कराते समय नक्षत्र पर विशेष ध्यान रखना चाहिए। वधु प्रवेश हस्त, चित्रा, रोहिणी, मृगशिरा, मघा, पुष्य, धनिष्ठा, श्रवण उत्तरा फाल्गुनी, उत्तराषाढा, उत्तरा भाद्रपद, मूल, अनुराधा, अश्वनी और रेवती नक्षत्र में कराना शुभ होता है।  ",
    "(To learn more about constellations, please refer to our Panchang.)": "(नक्षत्र के विषय में जानने के लिए हमारे पंचांग में जाएं) ",
    "Directional Impurity": "दिशा शूल ",
    "While directional impurity is acknowledged": "वैसे तो बहुत सी जगहों पर दिशा शूल को माना जाता और बहुत सी जगहों में नहीं माना जाता है। परंतु यदि आपके रिवाजों में दिशाशूल के नियमों को माना जाता है तो नीचे दी गई सारिणी के अनुसार वधु प्रवेश के समय दिशा शूल के नियमों को ध्यान में रखना चाहिए। ",
    "To consider the auspicious timing": "वधु प्रवेश हेतु शुभ समय का विचार कराने हेतु आप सनातन ज्योति से संपर्क कर सकते हैं।  ",
    "Direction": "दिशा शूल ",
    "East": "पूर्व",
    "North": "उत्तर",
    "South": "दक्षिण",
    "West": "पश्चिम",
    "BarikshaSagai": "बरीक्षा और सगाई",
    "Bariksha and Sagai": "बरीक्षा और सगाई मुहूर्त",
    "The initial ritual following the confirmation": "बरीक्षा और सगाई कार्यक्रम, विवाह निश्चित हो जाने के बाद होने वाली पहली रस्म है जिसमे वर और वधु को शगुन के रूप में उपहार कपड़े, मिठाई और फल आदि देकर दोनों पक्षों के बड़े व परिवार के लोग आशीर्वाद देते हैं। चूंकि बरीक्षा और सगाई विवाह की सबसे पहली रस्म होती इसलिए इस रस्म को शुभ मुहूर्त में ही किया जाना चाहिए ताकि वर और वधु का आगे का जीवन सुखी और समृद्धशाली बन सके। बरीक्षा और सगाई का शुभ मुहूर्त निश्चित करने हेतु नीचे कुछ तिथि, वार और नक्षत्र दिए गए हैं जिनके अनुसार शुभ मुहूर्त निश्चित करना उत्तम माना जाता है :-",
    "Dwitiya (2nd day), Tritiya (3rd day), Panchami (5th day)": "द्वितीया, तृतीया, पंचमी, सप्तमी, अष्टमी, दशमी, एकादशी, द्वादशी, त्रयोदशी, पूर्णिमा",
    "Monday, Wednesday, Thursday, Friday, Sunday": "सोमवार, बुधवार, गुरुवार, शुक्रवार, रविवार।",
    "Swati, Uttara Ashadha, Shravana": "स्वाती, उत्तराषाढा, श्रवण, पूर्वा फाल्गुनी, पूर्वाषाढ़ा, पूर्वाभाद्रपद, अनुराधा, धनिष्ठा, कृतिका, रेवती ,मूल ,मृगशिरा, मघा, हस्त, उत्तराफाल्गुनी, उत्तराभाद्रपद।",
    "(Note: Special attention should be paid to avoiding Bhadra": "(नोट- इस समय मृत्युलोक की भद्रा, खरमास और गुरु एवं शुक्र अस्त का विशेष ध्यान दिया जाना चाहिए।)",
    "Sanatan Jyoti has specified some auspicious": "सनातन ज्योति ने अपने आगंतुकों (उसर्स) के लिए कुछ उत्तम मुहूर्त स्पष्ट किए है जो कि इस प्रकार हैं :-",
    "Uttara Phalguni, Hasta": "उत्तर फाल्गुनी, हस्त",
    "From Afternoon 12:35 PM to Midnight 12:00AM": "अपराह्न 12:35 बजे से रात्रि 12 बजे तक ",
    "Anuradha": "अनुराधा ",
    "Ekadashi (11th day), Dwadashi (12th day)": "एकादशी, द्वादशी",
    "Moola": "मूल",
    "From Morning to 07:40 PM Evening.": "सुबह से सांय 07:40 बजे तक ",
    "Uttara Ashadha,": "उत्तराषाढ़ा ",
    "From Morning to 03:40 PM Afternoon.": "सुबह से अपराह्न 03:40 बजे तक ",
    "Shravana,  Dhanishta": "श्रावण, धनिष्ठा",
    "From 01:15 PM Afternoon to 12:00 midnight.": "अपराह्न 01:15 बजे से रात्रि 12 बजे तक ",
    "Rohini, Mrigashira": "रोहिणी, मृगशिरा",
    "From Morning to 10:25 PM Night.": "सुबह से रात्रि 10:25  बजे तक ",
    "Magha": "मघा",
    "From Evening 06:10 PM to 12:00 AM midnight": "सांय 06:10 बजे से रात्रि 12 बजे तक ",
    "From Morning to 10:05 PM Night.": "सुबह से रात्रि 10:05 बजे तक ",
    "From Evening 05:50 PM to 12:00 AM midnight": "सांय 05:50 बजे से रात्रि 12 बजे तक ",
    "From Morning to 08:30 PM Night.": "सुबह से रात्रि 08:30   बजे तक ",
    "From Afternoon 12:55 PM to Midnight 12:00AM": "अपराह्न 12:55  बजे से रात्रि 12 बजे तक ",
    "Moola, Purva Ashadha": "मूल, पूर्वाषाढ़ा",
    "Uttara Ashadha, Shravana": "उत्तराषाढ़ा, श्रावण",
    "Purva Ashadha, Uttara Ashadha": "पूर्वाषाढ़ा, उत्तराषाढ़ा",
    "From Morning to 05:50 PM Evening": "सुबह से सांय 05:50 बजे तक ",
    "Shravana, Dhanishta": "श्रावण, धनिष्ठा",
    "From Morning to 11:50 PM Night": "सुबह से रात्रि 11:50  बजे तक ",
    "From Morning 10:41 AM to Night 08:55 PM.": "सुबह 10:41 से रात्रि 08:55 बजे तक ",
    "From Morning to 03:10 PM Afternoon.": "सुबह से अपराह्न 03:10  बजे तक ",
    "From Evening 06:40 PM to 12:00 AM midnight": "सांय 06:40 बजे से रात्रि 12 बजे तक ",
    "From Afternoon 12:20 PM to Midnight 12:00AM ": "अपराह्न 12:20  बजे से रात्रि 12 बजे तक ",
    "From Morning to 01:15 PM Afternoon.": "सुबह से अपराह्न 01:15 बजे तक ",
    "From Evening 07:40 PM to 12:00 AM midnight": "सांय 07:40 बजे से रात्रि 12 बजे तक ",
    "From Morning to 03:50 PM Afternoon.": "सुबह से अपराह्न 03:50  बजे तक ",
    "From Evening 04:00 PM to 12:00 AM midnight": "सांय 04:00 बजे से रात्रि 12 बजे तक ",
    "From Morning 08:00 AM to Evening 07:50 PM": "सुबह 08:00 बजे से सांय 07:50 बजे तक ",
    "From Morning to 02:20 PM Afternoon.": "सुबह से अपराह्न 02 :20  बजे तक ",
    "From Morning 10:00 AM to Night 08:30 PM.": "सुबह 10 :00 बजे से रात्रि 08:30 बजे तक ",
    "From Morning to 03:15 PM Afternoon.": "सुबह से अपराह्न 03:15  बजे तक ",
    "From Morning to 07:20 PM Evening.": "सुबह से सांय 07:20 बजे तक ",
    "From Night 09:00 PM to Midnight 12:00AM": "रात्रि 09:00 बजे से 12 बजे तक ",
    "From Morning to 08:35 PM Night.": "सुबह से रात्रि 08:35 बजे तक ",
    "From Night 08:30 PM to Midnight 12:00AM": "रात्रि 08:30 बजे से 12 बजे तक ",
    "From Morning 07:40 AM to 10:40 AM": "सुबह 07:40 बजे से 10:40 बजे तक ",
    "From Afternoon 01:35 PM to Midnight 12:00AM": "अपराह्न 01:35  बजे से रात्रि 12 बजे तक ",
    "Till Morning 11:10 AM": "सुबह 11:10 बजे तक ",
    "From Morning to 09:00 PM Night.": "सुबह से रात्रि 09:00 बजे तक ",
    "Dwitiya (2nd day),Tritiya (3rd day)": "द्वितीया, तृतीया",
    "Purva Ashadha": "पूर्वाषाढ़ा",
    "From Morning 10:50 AM to 12:00 AM midnight.": "सुबह 10 :50 बजे से रात्रि 12 बजे तक ",
    "From Afternoon 12:20 PM to Midnight 12:00AM": "अपराह्न 12:20  बजे से रात्रि 12 बजे तक ",
    "No Blog Found": "कोई ब्लॉग नहीं मिला",
    "Advance Panchang": "अग्रिम पंचांग",
    "Sunday, Monday, Wednesday, Thursday, Friday": "रविवार, सोमवार, बुधवार, गुरुवार, शुक्रवार।  ",
    "BhumiPoojan": "भूमि पूजन",
    "Bhoomi Poojan": "भूमि पूजन मुहूर्त",
    "Sashthi (6th day)": "षष्ठी",
    "Sashthi (6th day), Saptami (7th day)": "षष्ठी,सप्तमी",
    "Till Morning 10:30 AM": "सुबह 10:30 बजे  तक ",
    "From Morning to 01:40 PM Afternoon.": "सुबह से अपराह्न 01:40 बजे तक ",
    "From Morning 08:15 AM to 12:00 AM midnight.": "सुबह 08:15 से रात्रि 12 बजे तक ",
    "From Morning 10:45 to 08:00 PM Evening.": "सुबह 10:45 से सांय 08:00 बजे तक ",
    "From Morning to 03:00 PM Afternoon.": "सुबह से अपराह्न 03:00 बजे तक ",
    "From Morning to 04:30 PM Evening.": "सुबह से सांय 04:30 बजे तक ",
    "From Afternoon 03:30 PM to Midnight 12:00AM": "अपराह्न 03:30 बजे से रात्रि 12 बजे तक ",
    "Satbheesha": "शतभिषा",
    "Till Morning 11:00 AM": "सुबह 11:00 बजे तक ",
    "From Morning 11:50 AM to 12:00 AM midnight.": "सुबह 11:50 से रात्रि 12 बजे तक ",
    "Till Morning 09:40 AM": "सुबह 09:40 बजे  तक ",
    "From Afternoon 03:00 PM to Midnight 12:00AM": "अपराह्न 03:00 बजे से रात्रि 12 बजे तक ",
    "From Afternoon 03:50 PM to Midnight 12:00AM": "अपराह्न 03:50 बजे से रात्रि 12 बजे तक ",
    "From Afternoon 01:00 PM to Evening 05:20PM": "अपराह्न 01:00 बजे से सांय 05:20 बजे तक ",
    "From Morning to 02:30 PM Afternoon.": "सुबह से अपराह्न 02:30 बजे तक ",
    "Panchami (5th day), Sashthi (6th day)": "पंचमी, षष्ठी",
    "Till Morning 10:20 AM": "सुबह 10:20 बजे तक ",
    "From Morning to 05:32 PM Evening.": "सुबह से सांय 05:32 बजे तक ",
    "From Morning 08:27 AM to 12:00 AM midnight.": "सुबह 08:27 से रात्रि 12 बजे तक ",
    "Till Morning 09:30 AM": "सुबह 09:30 बजे तक ",
    "Till Morning 10:50 AM": "सुबह 10:50 बजे तक ",
    "From Morning to 12:00 Midnight.": "सुबह से रात्रि 12 बजे तक ",
    "moola": "मूल ",
    "Uttara Bhadrapada, Revati": "उत्तर भाद्रपद, रेवती",
    "Sanatan Panchang": "सनातन पंचांग",
    "VehiclePurchase": "वाहन क्रय",
    "Vehicle Purchase": "वाहन क्रय मुहूर्त 2024-2025",
    "Ashwani": "अश्विनी",
    "Ashlesha": "अश्लेषा",
    "From Afternoon 01:15 PM to 10:22 PM Night.": "अपराह्न 01:15 बजे से रात्रि 10:22 बजे तक ",
    "From Morning 10:41 to 07:55 PM Evening.": "सुबह 10:41 बजे से सायं 07:55 बजे तक ",
    "From Morning to 06:50 PM Evening.": "सुबह से सायं 06:50 बजे तक ",
    "From Morning 09:49 AM to 12:00 AM midnight.": "सुबह 09:49 से रात्रि 12 बजे तक ",
    "From Morning 06:53 AM to 12:00 AM midnight.": "सुबह 06 :53 से रात्रि 12 बजे तक ",
    "From Morning to 05:11 PM Evening.": "सुबह से सायं 05:11  बजे तक ",
    "From Afternoon 12 :51 to 05:27 PM Evening.": "सुबह 12 :51 बजे से सायं 05:27 बजे तक ",
    "Till Morning 11:40 AM": "सुबह 11:40 तक ",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
  
    "GAURITECHTRADE CONSULTING LLP": "गौरीटेकट्रेड कंसल्टिंग एलएलपी",
  
    "2024 GAURITECHTRADE CONSULTING LLP. All Rights Reserved": "2024 गौरीटेकट्रेड कंसल्टिंग एलएलपी। सर्वाधिकार सुरक्षित"
  }