{
    "HomeSignDes": "There are 12 types of zodiac signs. The Zodiac signs are calculated in two ways - Moon sign and Sun sign. The Zodiac sign in which the Moon is at the time of birth of a person is called his Moon sign and the sign in which the Sun is located is called the Sun sign of the person. ",
    "Dont Know": "Do you know what is your Moon sign and Sun sign?",
    "HomeDesc": "The meaning of 'Sanatan' is that which has no beginning or end, it is eternal. In Sanatan, all the qualities of creation are encompassed; scientists have been researching in their respective fields since ancient times and have unraveled the mysteries hidden in this creation. Their influence affects all living beings. Scientists of the eternal era and astronomers have discovered the secrets of the universe. It is a mystery that they had the resources to explore because their calculations were absolutely accurate. They have accurately calculated the influence of the sun, moon, planets, and 28 constellations on all living beings on Earth.In our modern era, various kinds of research are being conducted that have completely transformed our lives. However, it does not mean that we should forget the research of scientists from the ancient era, as it forms the foundation of our modern times. They extensively studied the influence of all planets and stars on all living beings and developed the process of creating astrological charts. Astrology explains the qualities and characteristics of individuals based on their birth charts. Just as we use modern calendars today, in ancient times, the creation of a Panchang (traditional Almanac) was based on the movement of the moon, and it is still in use today and holds great significance. Furthermore, from the ancient era, we have gained extensive knowledge about the impact of different elements of the Earth on our lives, which greatly influence our daily lives. Sanatan Jyoti is an initiative through which we can utilize the knowledge obtained from ancient research in our modern lives. For example, we can use astrology charts, Kundali matching, Panchang for success in business and career, and incorporate ancient stories and knowledge to bring happiness into our lives. We can also seek insights into future events, enabling us to make informed decisions that yield positive outcomes in the future. There is no sectarianism in Sanatan Dharma. It is associated with human values. Sanatan allows everyone the freedom to choose their own faith based on human principles. Sanatan Jyoti is an initiative for the welfare of humanity.The teachings passed down by our ancestors are not connected to any specific sect. It grants every individual the freedom to choose and perform actions according to their own thoughts. Sanatan Dharma teaches the art of living, shows the structure of society, and guides us on how our family should be organized to bring happiness into our lives. It explains the abstract Brahman as easily as the manifest forms and leaves it to the individual to decide their path.The ancient scriptures and folk tales written in ancient times still show us the way in our lives. Even today, amidst the worries of our fast-paced life, those same old mythological stories provide us relief. The aim of Sanatan Jyoti is to bring solace to society from the anxieties prevalent in today's hectic life. I urge all of you to come together for the welfare of society and become a part of it. ",
    "Find Now": "Find Now",
    "ZodiacMOdalDesc": "Astrology is a method of predicting mundane events based upon the planets and the stars",
    "Indian Zodiac": "Indian Zodiac",
    "Western Zodiac": "Western Zodiac",
    "FindInd": "Find Your Indian Zodiac Sign",
    "FindWes": "Find Your Western Zodiac Sign...",
    "EnterName": "Enter Name",
    "DateSelect": "Select Date of Birth",
    "TimeSelect": "Time of Birth",
    "Select Birth Place": "Select Birth Place",
    "PlaceSelect": "Select Birth Place",
    "Select Place": "Select Place",
    "GetZodiac": "Get Your Zodiac Sign",
    "Here is Your Sign": "Here is Your Sign",
    "CheckPrediction": "Check Your Today's Prediction !",
    "Enter Male Birth Details": "Enter Male Birth Details",
    "Enter Female Birth Details": "Enter Female Birth Details",
    "Enter Your Birth Details": "Enter Your Birth Details",
    "Get Your Matching Details Now": "Get Your Free Matching Details Now",
    "More Details": "More Details",
    "Festival": "Festival",
    "SubmitFes": "Submit",
    "Search Festival": "Search Festival",
    "FestivalDesc": "A festival is an event ordinarily celebrated by a community and centering on some characteristic aspect of that community and its religion or cultures. It is often marked as a local or national holiday, mela, or eid. A festival constitutes typical cases of glocalization, as well as the high culture-low culture interrelationship. Next to religion and folklore, a significant origin is agricultural. Food is such a vital resource that many festivals are associated with harvest time.",
    "FestivalDescription": "Festivals are very important in Sanatan Samaj.Festivals fill new energy in our life with joy and gaiety. Irrespective of the period, the importance of ancient or modern festivals is the same. It gives us a break from the routine of everyday life,inspires us to spend some time with our friends and family.Sanatan Samaj believes that no moment should be wasted and social reform and religious work should continue parallel to our daily work. For the same joy and happiness in Sanatan society,festivals have been made in such a way that every person spends some time in charity, religion and social work, so that he gets peace of mind which is the ultimate happiness. It has been saidin the scriptures that Karma, Artha, Dharma,Moksha is the goal of a human being. There is no progress of man without salvation, that's why our festivals are made in such a way that we do religious work and get this supreme happiness.The health of body, mind and intellect has also been taken care of in the festivals of Sanatan Samaj. For this, many types of fasts such as Ekadashi, Pradosh, Navratri etc., so that our daily routine also continues and the health of body and mind is also maintained.In Sanatan Samaj, taking the name of God or remembering Him always is paramount. Sanatan Samaj believes that God is in every element, Hehas no shape, He is above all properties and characteristics. That's why we should celebrate festivals in one way or the other, so that there will  always be ultimate joy in our life. Sanatan Jyoti endeavors that you should know and take advantage of all the festivals of Sanatan Samaj..",
    "Zodiac": "Zodiac Sign ?",
    "Home": "Home",
    "Till": "End",
    "Horoscope": "Horoscope",
    "Panchang": "Panchang",
    "Kundli": "Kundli",
    "Article": "Article",
    "Match Making": "Match Making",
    "Festivals": "Festivals",
    "Contact": "Contact Us",
    "About": "About Us",
    "Hindu Panchang": "Hindu Panchang",
    "Planet Details": "Planet Details",
    "Hora Details": "Hora Details",
    "Sunrise": "Sunrise",
    "Sunset": "Sunset",
    "Moonrise": "Moonrise",
    "Moonset": "Moonset",
    "Sun sign": "Sun sign",
    "Moon sign": "Moon sign",
    "Moon signn": "Moon sign",
    "Ritu": "Vedic Ritu",
    "Ayan": "Ayan",
    "Inauspicious Period": "Inauspicious Period",
    "Lunar Month": "Lunar Month",
    "Tithi": "Tithi",
    "Yog": "Yog",
    "Nakshatra": "Nakshatra",
    "Karan": "Karan",
    "Abhijit Muhurta": "Abhijit Muhurta",
    "Adhik": "Adhik Maas",
    "Shaka Samvat": "Shaka Samvat",
    "Vikram Samvats": "Vikram Samvat",
    "Name": "Name",
    "Full Degree": "Full Degree",
    "NormaL Degree": "Normal Degree",
    "Speed": "Speed",
    "Retro": "Retro",
    "Sign": "Sign",
    "Sign Lord": "Sign Lord",
    "Nakshatra Lord": "Nakshatra Lord",
    "House": "House",
    "Planet Set": "Planet Set",
    "Panchang Chart (Gochar)": "Panchang Chart (Gochar)",
    "Day Chaughadiya": "Day Chaughadiya",
    "Chaughadiya Name": "Chaughadiya Name",
    "Time": "Time",
    "Chaughadiya Details": "Chaughadiya Details",
    "Night Chaughadiya": "Night Chaughadiya",
    "Day Hora": "Day Hora",
    "Hora Name": "Hora Name",
    "Rahu kalm": "Rahu kaal",
    "Yamghant kaal": "Yamghant kaal",
    "GuliKaal": "Guli Kaal",
    "Amanta": "Amanta",
    "Purnimanta": "Purnimanta",
    "Paksha": "Paksha",
    "Select Panchang :": "Select Panchang :",
    "Select Panchang Place:": "Select Panchang Place:",
    "Hora": "Hora",
    "Night Hora": "Night Hora",
    "Zodiac Signs": "Zodiac Signs",
    "panchang": "Panchang is a date sheet which is used to show the day, month, season, movement of planets and position of constellations. Panchang has 5 parts - Tithi, Vaar, Nakshatra, Yoga and Karana. That is why it is called Panchang. There are 12 months in 1 year. 1 year is divided into two Ayans. One Ayan is of 6 months. There are 30 Tithis in each month, these Tithis are divided into two Pakshas which are called Krishna Paksha and Shukla Paksha. As we all know that the moon goes on decreasing from full moon to new moon. That is why some people also call the night of Amavasya as dark or black night. The position of planets and constellations in space has a different effect on each creature. From this it is calculated that in which time a work is to be performed. Calculation of auspicious and inauspicious time is impossible without Panchang. The Horoscope is prepared by looking at the position of the planets in the Panchang and according to the position of the planets in Horoscope and in Panchang, predictions are drawn for the whole life. Sanatan Jyoti facilitates you to get the exact Panchang and you can get success by completing the work in auspicious time",
    "Best wishes": "Best wishes from Sanatan Jyoti to have a good day! Know how your day will be today.",
    "Get today": "       Get today's daily prediction based on Sun Sign and Moon sign",
    "Moon Sign Prediction": "Check Your Moon Sign Prediction Here !",
    "Sun Sign Prediction": "Sun Sign Prediction",
    "horoPara": "Sun is known by various names like Bhanu, Dinkar Diwakar, Bhaskar, Arun, Prabhakar, Dinesh, Tarini, Graha Pati, Graha etc. The sun is called the king of the solar system because it is very luminous and more powerful than all the planets. Surya Rashifal is a modern method of astrology which shows only the position of Sun at the time of birth. It gives results by looking at the position of the Sun in those 12 zodiac signs, negates all other planets. In astrology, the Sun is called the king of the planets. A strong Sun can bestow you with wealth, stamina, might etc. While a negative or weak Sun makes you poor, low in respect and low in self-esteem. Each zodiac sign has its own characteristics, whom a strong sun works to refine. Sun sign is determined according to the month of your birth. There are 12 types of zodiac signs. Each zodiac has its own specialty and qualities and they have their own owner. There are 27 constellations in 12 zodiac signs.",
    "Aries": "Aries",
    "Cancer": "Cancer",
    "Libra": "Libra",
    "Capricorn": "Capricorn",
    "Taurus": "Taurus",
    "Scorpio": "Scorpio",
    "Aquarius": "Aquarius",
    "Gemini": "Gemini",
    "Virgo": "Virgo",
    "Sagittarius": "Sagittarius",
    "Pisces": "Pisces",
    "aries date": "(March 21 - April 20)",
    "taurus date": "(April 21 - May 21)",
    "Gemini date": "(May 22 - June 21)",
    "cancer date": "(June 22 - July 22)",
    "leo date": "(July 23 - August 23)",
    "Virgo date": "( August 24 – September 22)",
    "libra date": "(September 23 - October 23)",
    "scorpio date": "(October 24 - November 21)",
    "Sagittarius date": "(November 22 - December 21)",
    "capricorn date": "(December 22 - January 20)",
    "Aquarius date": "(January 21 - February 18)",
    "Pisces date": "(February 19 - March 20)",
    "aries date1": "Mar 21-Apr 20",
    "taurus date1": "Apr 21-May 21",
    "Gemini date1": "May 22-Jun 21",
    "cancer date1": "Jun 22-Jul 22",
    "leo date1": "Jul 23-Aug 23",
    "Virgo date1": "Aug 24–Sep 22",
    "libra date1": "Sep 23-Oct 23",
    "scorpio date1": "Oct 24-Nov 21",
    "Sagittarius date1": "Nov 22-Dec 21",
    "capricorn date1": "Dec 22-Jan 20",
    "Aquarius date1": "Jan 21-Feb 18",
    "Pisces date1": "Feb 19-Mar 20",
    "kundli": "Kundli",
    "kundliDes": "The science of making Kundli (Astrological chart) and reading Horoscope is called Astrology. Astrology is also called Jyoti Shastra, Jyoti means light and the scripture which illuminates our life is called Jyotish Shastra. When a newborn baby is born, the map of the sky is called a horoscope, at that time which planet is where, all these are described in the horoscope. The human body is formed by the effects of these planets only. And the activities in his life are the result of a complex action of his karma and the movements of the planets. Kundli describes a person from birth to death.",
    "enterDetails": "Enter Details",
    "name": "Name",
    "birthDate": "Birth Date",
    "birth": "Birth",
    "birthMonth": "Birth Month",
    "birthYear": "Birth Year",
    "birthHour": "Birth Hour",
    "birthmin": "Birth Minute",
    "birthPlace": "Birth Place",
    "continue": "Continue",
    "kundliNow": "Get Your Free Kundli Now",
    "birthDetails": "Birth Details",
    "EnterbirthDetails": "Enter Birth Details",
    "basicDetails": "Basic Details",
    "basicPanchangDetails": "Basic Panchang Details",
    "avakhadaDetails": "Avakhada Details",
    "date": "Date",
    "time": "Time",
    "latitude": "Latitude",
    "longitude": "Longitude",
    "timezone": "Timezone",
    "sunrise": "Sunrise",
    "sunset": "Sunset",
    "ayanamsha": "Ayanamsha",
    "tithi": "Tithi",
    "karna": "Karna",
    "yog": "Yog",
    "varna": "Varna",
    "vashya": "Vashya",
    "yoni": "Yoni",
    "gan": "Gan",
    "nadi": "Nadi",
    "sign": "Sign",
    "signLord": "Sign Lord",
    "charan": "Charan",
    "yunja": "Yunja ",
    "tatva": "Tatva",
    "nameAlphabet": "Name Alphabet",
    "paya": "Paya",
    "horoscopeChart": "Horoscope Chart",
    "lagnaChart": "Lagna Chart",
    "chalitChart": "Chalit Chart",
    "sunChart": "Sun Chart",
    "moonChart": "Moon Chart",
    "navamanshaChart": "Navamansha Chart",
    "planetaryDetails": "Planetary Details",
    "planetDetails": "Planet Details",
    "planet": "Planet",
    "retro": "Retrograde",
    "degree": "Degree",
    "naksahtraLord": "Nakshatra Lord",
    "house": "House ",
    "dashaReport": "Dasha Report",
    "mahadasha": "Mahadasha",
    "Antar Dasha": "Antar Dasha",
    "Pratyantar Dasha": "Pratyantar Dasha",
    "Sookshma Dasha": "Sookshma Dasha",
    "Pran Dasha": "Pran Dasha",
    "Type": "Type",
    "Start Date": "Start Date",
    "End Date": "End Date",
    "Dasha": "Dasha",
    "Duration": "Duration",
    "Remedies": "Remedies",
    "currentVimshottariDasha": "Current Vimshottari Dasha",
    "majorVimshottariDasha": "Maha Vimshottari Dasha",
    "currentYoginiDasha": "Current Yogini Dasha",
    "majorYoginiDasha": "Major Yogini Dasha",
    "currentCharDasha": "Current Char Dasha",
    "majorCharDasha": "Major Char Dasha",
    "doshaReport": "Dosha Report",
    "kalDosha": "What is kalsarpa dosha?",
    "kalDoshaDesc": "If all the 7 planets are situated between Rahu and Ketu then Kaal Sarp Yog is formed. According to the situation of Rahu in 12 houses of horoscope there are Kaal Sarp Yogas of 12 types. These are : Anant, Kulik, Vasuki, Shankhpal, Padma, Mahapadma, Takshak, Karkotak, Shankhchud, Ghaatak, Vishdhar Sheshnag. The Kaal Sarp Yog is of two types- Ascending and Descending. If all the 7 planets are eaten away by Rahu's mouth then it is Ascending Kaal Sarp Yog. If all planets are situated in back of Rahu then Descending Kaal Sarp Yog is formed.",
    "kalDoshaAnalysis": "Kalsarpa Dosha Analysis",
    "kalDoshaName": "Name",
    "Kalsarpa Dosha not present": "Kalsarpa Dosha not present",
    "Congratulations": "Congratulations !! Your horoscope is free from Kalsarpa Dosha.",
    "kalDoshaDes": "Description",
    "kalDoshaType": "Type",
    "kalDoshaReport": "Report",
    "Manglik Effect": "Manglik Effect",
    "manglik": "Manglik",
    "manglikDesc": "",
    "manglikAnalysis": "Manglik Analysis",
    "manglikBasAspe": "Based on Aspects",
    "manglikBasHouse": "Based on House",
    "percentage": "Percentage",
    "sadhesati": "Sadhesati",
    "sadhesatiDesc": "Sadhe Sati refers to the seven-and-a-half year period in which Saturn moves through three signs, the moon sign, one before the moon and the one after it. Sadhe Sati starts when Saturn (Shani) enters the 12th sign from the birth Moon sign and ends when Saturn leaves 2nd sign from the birth Moon sign. Since Saturn approximately takes around two and half years to transit a sign which is called Shani's dhaiya it takes around seven and half year to transit three signs and that is why it is known as Sadhe Sati. Generally Sade-Sati comes thrice in a horoscope in the life time - first in childhood, second in youth & third in old-age. First Sade-Sati has effect on education & parents. Second Sade-Sati has effect on profession, finance & family. The last one affects health more than anything else.",
    "sadhesatiAnalysis": "Sadhesati Dosha Analysis",
    "Is Saturn Retrograde": "Is Saturn Retrograde?",
    "Consideration Date": "Consideration Date",
    "Saturn Sign": "Saturn Sign",
    "otherDetails": "Other Details",
    "conclusion": "Conclusion",
    "present": "Present",
    "pitra": "What is Pitra dosha?",
    "pitraDesc": "",
    "pitraAnalysis": "Pitra Dosha Analysis",
    "noPitra": "No Remedies !! Your horoscope is free from Pitra Dosha.",
    "effects": "Effects",
    "remedies": "Remedies",
    "gemRem": "Gemstone Remedies",
    "lifeStone": "Life Stone",
    "BeneficStone": "Benefic Stone",
    "luckyStone": "Lucky Stone",
    "substitute": "Substitute",
    "finger": "Finger",
    "weight(caret)": "Weight (Caret)",
    "day": "Day",
    "deity": "Deity",
    "metal": "Metal",
    "rudrakshaSuggestion": "Rudraksha Suggestion",
    "sadhesatiIs": "What is SadheSati ?",
    "lifeReport": "Life Report",
    "houseReport": "House Report",
    "signReport": "Sign Report",
    "Select Sign": "Select Sign",
    "House Report For Sun": "House Report For Sun",
    "House Report For Moon": "House Report For Moon",
    "House Report For Mars": "House Report For Mars",
    "House Report For Mercury": "House Report For Mercury",
    "House Report For Jupiter": "House Report For Jupiter",
    "House Report For Venus": "House Report For Venus",
    "House Report For Saturn": "House Report For Saturn",
    "Sign Report For Sun": "Sign Report For Sun",
    "Sign Report For Moon": "Sign Report For Moon",
    "Sign Report For Mars": "Sign Report For Mars",
    "Sign Report For Mercury": "Sign Report For Mercury",
    "Sign Report For Jupiter": "Sign Report For Jupiter",
    "Sign Report For Venus": "Sign Report For Venus",
    "Sign Report For Saturn": "Sign Report For Saturn",
    "yourAsc": "Your Ascendant is",
    "AshtakVarga": "Ashtak Varga",
    "bhinnashtakVarga": "Bhinnashtak Varga",
    "planetZodiac": "Planet Zodiac",
    "Ashtak Varga For Sun": "Ashtak Varga For Sun",
    "Ashtak Varga For Moon": "Ashtak Varga For Moon",
    "Ashtak Varga For Mars": "Ashtak Varga For Mars",
    "Ashtak Varga For Mercury": "Ashtak Varga For Mercury",
    "Ashtak Varga For Jupiter": "Ashtak Varga For Jupiter",
    "Ashtak Varga For Venus": "Ashtak Varga For Venus",
    "Ashtak Varga For Saturn": "Ashtak Varga For Saturn",
    "sun": "Sun",
    "moon": "Moon",
    "mars": "Mars",
    "mercury": "Mercury",
    "jupiter": "Jupiter",
    "venus": "Venus",
    "saturn": "Saturn",
    "ascendant": "Ascendant",
    "aries": "Aries",
    "taurus": "Taurus",
    "gemini": "Gemini",
    "cancer": "Cancer",
    "Leo": "Leo",
    "virgo": "Virgo",
    "libra": "Libra",
    "scorpio": "Scorpio",
    "sagittarius": "Sagittarius",
    "capricorn": "Capricorn",
    "aquarius": "Aquarius",
    "pisces": "Pisces",
    "sarvashtakVarga": "Sarvashtak Varga",
    "lalkitab": "Lal Kitab",
    "indications": "Indications",
    "events": "Events",
    "dailyPrediction": "Daily Prediction",
    "predictionDate": "Prediction Date",
    "moonSign": "Moon Sign",
    "profession": "Profession",
    "personalLife": "Personal Life",
    "luck": "Luck",
    "emotions": "Emotions",
    "travel": "Travel",
    "biorhythm": "Biorhythm",
    "biorhythmIs": "What is Biorhythm?",
    "biorhythmDesc": "According to the theory of biorhythms, a person's life is influenced by rhythmic biological cycles that affect his or her ability in various domains, such as mental, physical, and emotional activity. These cycles begin at birth and oscillate in a steady (sine wave) fashion throughout life, and by modeling them mathematically, it is suggested that a person's level of ability in each of these domains can be predicted from day to day. The theory is built on the idea that the biofeedback chemical and hormonal secretion functions within the body could show a sinusoidal behavior over time.",
    "biorhythmStatus": "Biorhythm Status",
    "physical": "Physical",
    "emotional": "Emotional",
    "intellectual": "Intellectual",
    "average": "Average",
    "MatchDesc": "Horoscope matching is the actually matching of human qualities. Every human has its own qualities, which are divided into 36 types in astrology. The more qualities a boy and a girl have, the closer they can be. The matching of these 36 qualities of a boy and a girl is called Kundli Matching. The more qualities a boy and a girl get, the more likely their pair will remain in love. The marriage is not approved by astrologers if qualities of Boy-Girl matches less than 18. Some types of defects are also taken care of in horoscope matching like Nadi Dosha,Mangal Dosha etc. It is the endeavor of SanatanJyoti to match the Kundli of the boy and the girl in the right way which is flawless so that they can spend their married life very lovingly",
    "MatchDetails": "Match Making Details",
    "maleDetails": "Male Details",
    "femaleDetails": "Female Details",
    "astroDetails": "Astro Details",
    "male": "Male",
    "Place": "Place",
    "female": "Female",
    "Date of birth": "Date of Birth",
    "Birth Time": "Birth Time",
    "malePlanetDetails": "Planet Details",
    "Gender": "Gender",
    "femalePlanetDetails": "Planet Details",
    "Ashtakoot": "Ashtakoot",
    "matchAshtakootPoints": "Match Ashtakoot Points",
    "Dina": "Dina",
    "Gana": "Gana",
    "Yoni": "Yoni",
    "Rashi": "Rashi",
    "Rasyadhipati": "Rasyadhipati",
    "Rajju": "Rajju",
    "Vedha": "Vedha",
    "Vashya": "Vashya",
    "Mahendra": "Mahendra",
    "Stree Deergha": "Stree Deergha",
    "matchDashakootPoints": "Match Dashakoot Points",
    "maleManglikDetails": "Male Manglik Details",
    "femaleManglikDetails": "Female Manglik Details",
    "manglikEffect": "Manglik Effect",
    "vedhDoshaReport": "Vedh Dosha Report",
    "ashtakootScore": "Ashtakoot Score",
    "manglikMatch": "Manglik Match",
    "rajjooDosha": "Rajjoo Dosha",
    "Vedha Dosha": "Vedha Dosha",
    "Attribute": "Attribute",
    "Description": "Description",
    "Out of": "Out of",
    "Received": "Received",
    "Tara": "Tara",
    "No": "No",
    "Yes": "Yes",
    "Basic Details": "Basic Details",
    "Planetary Details": "Planetary Details",
    "Vimshottari Dasha": "Vimshottari Dasha",
    "Yogini Dasha": "Yogini Dasha",
    "Char Dasha": "Char Dasha",
    "Kalsarpa Dosha": "Kalsarpa Dosha",
    "Manglik Dosha": "Manglik Dosha",
    "SadheSati Dosha": "SadheSati Dosha",
    "Pitra Dosha": "Pitra Dosha",
    "Gemstone Remedies": "Gemstone Remedies",
    "Rudraraksha Suggestion": "Rudraraksha Suggestion",
    "Sadhesati Remedies": "Sadhesati Remedies",
    "Life Report": "Life Report",
    "Bhinnashtak Varga": "Bhinnashtak Varga",
    "Sarvashtak Varga": "Sarvashtak Varga",
    "Lal Kitab": "Lal Kitab",
    "Daily Prediction": "Daily Prediction",
    "Biorhythm": "Biorhythm",
    "Personal Life": "Personal Life",
    "Health": "Health",
    "Travel": "Travel",
    "Luck": "Luck",
    "Profession": "Profession",
    "Emotions": "Emotions",
    "Personal Life data": "Mercury stations retrograde today. With it comes your need for a deeper understanding of your partner. Or if you are single this will mean that finding someone who matters has never been so important",
    "Health data": "You like to maintain a routine with both your diet and exercise. Stay on track and you will feel the benefits from all aspects",
    "Travel data": "An exciting upcoming trip has injected life into your day. Relish the feeling.",
    "Luck data": "Go the road less travelled. It will bring you more luck.",
    "Profession data": "Have faith in your own decisions. This will propel your career, which will also benefit you financially.",
    "Emotions data": "Try not to be insecure about something you have no control over. This will do more damage than good.",
    "Make Matching": "Make Matching",
    "Total": "Total",
    "Day": "Day",
    "Select": "Select",
    "Pratantar Dasha": "Pratantar Dasha",
    "Sarvashtak Varga Chart": "Sarvashtak Varga Chart",
    "Day of Birth": "Day of Birth",
    "Submit": "Submit",
    "Maitri": "Maitri",
    "Gan": "Gan",
    "Bhakut": "Bhakut",
    "Nadi": "Nadi",
    "Manglik Details": "Manglik Details",
    "What are the points in AshtakaVarga?": "What are the points in AshtakaVarga?",
    "Sanatan Jyoti": "Sanatan Jyoti",
    "FooterDesc": "Astrology is a method of predicting mundane events based upon the assumption that the celestial bodies—particularly the planets and the stars considered in their arbitrary combinations or configurationsin some way either determine or indicate changes in the sublunar world.",
    "Supported Payment Cards": "Supported Payment Options",
    "Services": "Services",
    "Legal": "Legal",
    "Private Policies": "Private Policies",
    "Terms and Conditions": "Terms and Conditions",
    "Contribute To Us": "Contribute To Us",
    "Send a Message": "Send a Message",
    "Enter Your Email": "Enter Your Email",
    "Email": "Email",
    "Phone Number": "Phone Number",
    "Message": "Message",
    "Send": "Send",
    "Vision": "Vision and Mission of Sanatan Jyoti",
    "VisionDesc": "The main objective of Sanatan Jyoti is to easily convey the complete knowledge, traditions and beliefs contained in the Sanatan system to the public. In fact, Sanatan does not belong to any sect, rather it is a comprehensive system in which all the work done selflessly for auspicious works i.e. human welfare and environmental protection, which does not harm anyone and is also acceptable to the society and environment. All those activities come under religion. On the contrary, all selfish and unacceptable actions for society come under injustice. Thus, Sanatan is a system which is not communal, which does not disregard any specific sect but inspires everyone to do the work of religion. The fundamental objective of Sanatan Jyoti is to bring those systems of ancient times back to the civilization and ideas of the new era which were added by the sages of ancient times for social welfare and to protect the environment i.e. to keep the environment clean, green and for the protection of living beings and keeping rivers clean. These systems teach us how we can do religious work through our daily activities and by recognizing the God element in everything, we can make life happy or enjoy life completely. In today's New Age, this is a special initiative of Sanatan Jyoti towards saving the people from the feeling of unhappiness despite of being full of wealth. Sanatan Jyoti wants to present the systems made in ancient times for human welfare and protection of living beings in a new way which can be beneficial for the system of the new era.",
    "Our Story": "Our Story",
    "Contribute": "Contribute to the Cause",
    "Sanatan": "Sanatan",
    "ContactDesc": "'Sanaatan Jyoti' aims to present the systems created for the welfare of humans and beings in the eternal tradition in a new way that can be beneficial in this era. To learn more about the objectives of 'Sanaatan Jyoti' or to connect with it, you can contact us at the email provided below or fill out our form. We will try to respond to your message promptly. Your presence is important to us, and we want to stay in touch with you.",
    "Inspiration": "Inspiration from Guru Ji",
    "InspirationDesc": "First, I bow to the feet of my Guru. I pay my respects to Guru ji who has enlightened millions of people with their profound knowledge, showing thedirection in life where there was darkness. It is only by seeking refuge in the Guru that one can attain enlightenment.The word 'Guru' means 'the one who dispels darkness and shows the path of light.'.'Sanatan Jyoti' is an initiative inspired by our Guru ji towards social welfare. It is a stream of organized knowledge that can bring transformation in our lives and inspire us towards success. Our Guru ji dedicated his entire life to the welfare of society and continuously guided all his disciples on the right path.The Guru inspires us to fulfill our duties and attain peace, prosperity, and contentment in life. They work towards making us symbols of truth, justice, righteousness, and higher values. The inspiration from the Guru ji makes us cultured and compassionate human beings. A true Guru not only provides us with new ideologies but also influences our inner selves, showing us the path to self-improvement.One significant contribution of the Guru is that they help us recognize our potential and capabilities. They motivate us to awaken our competitiveness and willpower. When we learn from the Guru, we get an opportunity to explore and develop our hidden tendencies and abilities. The true inspiration from the Guru helps us awaken our limitless power and motivates us to strive for new heights.In summary, through the inspiration received from the Guru, we attain knowledge, success, competitiveness, positivity, and the highest human values. The Guru's inspiration propels us towards progress and provides us with the possibility to experience brightness, abundance, and joy in life. By seeking inspiration from the Guru, we inaugurate our lives and construct a great and influential personality.",
    "Kindness": "Kindness of Shri Banke Bihari Ji",
    "KindnessDesc": "Shri Banke Bihari is the divine Lord Krishna Himself, who still performs His divine pastimes (Leelas) in Vrindavan. All the devotees who visit Him are like the Gopis (cowherd maidens) and are spiritually connected with Shri Banke Bihari Ji. Shri Banke Bihari guides all His devotees, speaks to them, relieves their sorrows, and inspires them to lead a righteous life. He is the foundation of Sanatana Dharma (eternal religion). Shri Banke Bihari Ji is a symbol of love. Through the life and divine pastimes (Leelas) of Lord Krishna, we learn the importance of spirituality, love, compassion, self-control, righteousness, and mental peace. By having Bake Bihari sacred sight and serving him, we can incorporate these essential principles into our lives and attain the highest levels of spirituality, balance, and joy. Lord Shri Krishna has defined religion as a humane and social concept that is eternal and not sectarian. Religion can never be sectarian; it is eternal. Sanatan Jyoti is an inspiration derived from the teachings of Lord Krishna Himself, and its guidance is in the hands of Shri Banke Bihari Ji.",
    "Guru Name": "Shree Shree 1008 Mahatma Devsharan Nand ji Maharaj",
    "kundliNowPrediction": "Get Your Moon Sign Prediction Now",
    "Get Sanatan Jyoti": "Get Sanatan Jyoti on Your Mobile",
    "Scan the QR code with": "Scan the QR code with your  mobile's camera to download  our free app",
    "Amount": "Amount",
    "Pay with UPI": "Pay with UPI",
    "Send Money": "Send Money",
    "Hello": "Hello",
    "Next": "Next - ",
    "Check Monthly Panchang": "Check Monthly Panchang",
    "Check Daily Panchang": "Check Daily Panchang",
    "Partial Ascending": "Partial Ascending",
    "Full Descending": "Full Descending",
    "Select Date and Time": "Select Date and Time",
    "Ti": "Ti : ",
    "Ri": "Ri : ",
    "Na": "Na : ",
    "Yo": "Yo : ",
    "Ka": "Ka : ",
    "Maah": "Ma : ",
    "Start": "Start",
    "Bhadra": "Bhadra",
    "Prev": "Prev",
    "Current": "Current",
    "Today": "Today",
    "Select Date": "Select Date",
    "NextP": "Next",
    "Check Panchang in more details": "Check Panchang in more details",
    "Check": "Check Advance Panchang Details According To Your Date And Time",
    "CHECK ADVANCE PANCHANG" : "CHECK ADVANCE PANCHANG",
    "Advance Panchang is our exclusive feature":"Advance Panchang is our exclusive feature where you can check Panchang according to Date And Time",
    "Sarvashtakavarga": "The Sarvashtak Varga chart plays a significant role in the birth chart. With the help of Sarvashtak Varga, predicting outcomes becomes better and more accurate. If there are more than 28 points in a house signified by the Sarvashtak Varga, the native receives favorable results related to that house. In each house of the Sarvashtak Varga, the more points there are beyond 28, the more favorable results the native receives from that house. Conversely, the fewer points there are beyond 28 in a house, the less favorable results the native receives from that house. In this way, if there are specifically more than 28 points in the houses related to destiny, action, and income, the native's outcomes tend to be excellent.",
    "BhinnashtakVarga": "In the Bhinnashtak Varga, each planet can assign any point from 0 to 8 to any other planet, and based on these points, each planet's transit is capable of giving different results. If a planet receives 0 to 3 points, it is considered weak. If a planet receives four points, it is considered to have moderate strength. Conversely, if a planet receives 5 or more points, it is considered strong. However, if a planet receives 8 points, it is considered extremely powerful and believed to give highly auspicious results.",
    "What are the points in BhinnashtakVarga?": "What are the points in Bhinnashtak Varga?",
    "Other": "Other",
    "Sanatan Calendar": "Sanatan",
    "Jayanti Calendar": "Jayanti",
    "Jayanti": "Jayanti",
    "Women Calendar": "Women Festive",
    "Ekadashi Calendar": "Ekadashi",
    "Regional Calendar": "Regional",
    "National Calendar": "National",
    "Grahan Calendar": "Grahan",
    "Shradh Calendar": "Shradh",
    "cardCalendar": "Calendar",
    "Enter Festival": "Enter Festival",
    "Categories": "Categories",
    "Year": "Year",
    "Sunday": "Sunday",
    "Monday": "Monday",
    "Tuesday": "Tuesday",
    "Wednesday": "Wednesday",
    "Thursday": "Thursday",
    "Friday": "Friday",
    "January": "January",
    "February": "February",
    "March": "March",
    "April": "April",
    "May": "May",
    "June": "June",
    "July": "July",
    "August": "August",
    "September": "September",
    "October": "October",
    "November": "November",
    "December": "December",
    "Saturday": "Saturday",
    "Blog": "Blog",
    "Our Blogs": "Our Blogs",
    "Month": "Month",
    "Popular Posts": "Popular Posts",
    "Latest Posts": "Latest Posts",
    "Related Posts": "Related Posts",
    "Read More": "Read More",
    "All": "All",
    "Shree Krishna": "Shree Krishna",
    "Vrat": "Vrat",
    "Shiv Shakti": "Shiv Shakti",
    "Shree Ram": "Shree Ram",
    "Shree Hanuman": "Shree Hanuman",
    "Shree Hari": "Shree Hari",
    "Shiv": "Shiv",
    "Ekadashi": "Ekadashi",
    "Grahan": "Grahan",
    "See Panchang": "See Panchang",
    "Your Saved Kundlis": "Your Saved Kundlis",
    "Click to View": "Click to View",
    "Date of Birth": "Date of Birth",
    "Location": "Location",
    "Time of Birth": "Time of Birth",
    "Mobile": "Mobile",
    "Astrology": "Astrology",
    "Feedback": "Feedback",
    "Registration": "Registration",
    "Select Module": "Select Module",
    "Hindi": "Hindi",
    "Profile": "Profile",
    "Logout": "Logout",
    "Add Kundli Details": "Add Kundli Details",
    "Saved Kundli": "Saved Kundli",
    "Add Match Details": "Add Match Details",
    "Saved Matches": "Saved Matches",
    "Sign In & Sign Up": "Sign In & Sign Up",
    "Sign In": "Sign In",
    "Sign Up": "Sign Up",
    "OR": "OR",
    "First Name": "First Name",
    "Last Name": "Last Name",
    "Accept Terms and Conditions": "Accept Terms and Conditions",
    "Register": "Register",
    "Enter OTP": "Enter OTP",
    "PassCondition": "*Password must contain atleast one  special character, numbers, upper and lower case letters",
    "Hide Password": "Hide Password",
    "Show Password": "Show Password",
    "Forgot Password": "Forgot Password",
    "Login With Email and OTP": "Login With Email and OTP",
    "Login": "Login",
    "Send Code": "Send Code",
    "Verification Code": "Verification Code",
    "Verify": "Verify",
    "Enter Email to Sign In": "Enter Email to Sign In",
    "Send OTP": "Send OTP",
    "VERIFY OTP": "VERIFY OTP",
    "Create Password": "Create Password",
    "New Password": "New Password",
    "Confirm Password": "Confirm Password",
    "Enter Confirm Password": "Enter Confirm Password",
    "SanatanText": "Sanatan means that which has no beginning and no end, it is eternal. All the qualities of this Universe are included in Sanatan.",
    "Created Date": "Created Date",
    "Search by Name or Mobile": "Search by Name or Mobile",
    "Save and continue": "Save and continue",
    "Popular Pos": "लोकप्रिय लेख",
    "Radhe Krishna": "Radhe Krishna",
    "Today Panchang": "Today Panchang",
    "See Western Zodiac": "See Western Zodiac",
    "See Indian Zodiac": "See Indian Zodiac",
    "Western": "Western",
    "Indian": "Indian",
    "Main Festivals 2023": "Main Festivals 2024",
    "Shanti": "Shanti",
    "No Festival": "No festival found. Please enter valid festival name and year.",
    "Anusthan": "Anusthan",
    "By Author": "By Author",
    "Anushthan Gallery": "Anushthan Gallery",
    "Scheduled Anushthan": "Scheduled Anushthan",
    "Talk to Pandit Ji": "Talk to Pandit Ji",
    "Price": "Price",
    "Know More": "Know More",
    "Offer Price": "Offer Price",
    "Days": "Days",
    "Book Now": "Book Now",
    "Talk to representative": "Talk to representative",
    "Back": "Go Back",
    "Confirm": "Confirm",
    "Close": "Close",
    "Are you sure to make payment": "Are you sure to make payment",
    "Username": "Username",
    "Anushthan Name": "Anushthan Name",
    "Select plan to talk with the Pandit Ji": "Select plan to talk with the Pandit Ji",
    "Pay": "Pay",
    "An OTP (One Time Password) has been sent to your mobile number": "An OTP (One Time Password) has been sent to your mobile number",
    "An OTP (One Time Password) has been sent to your email": "An OTP (One Time Password) has been sent to your email",
    "Anushthan": "Anushthan",
    "Meeting Links": "Meeting Links",
    "Fill Details to talk": "Fill the details to connect you",
    "Payments": "Payments",
    "CurrentVDashaException": "The baby is yet to be born. Kindly use birth details who is already on Earth :)",
    "Select Location": "Select Location",
    "Send Query": "Send Query",
    "Order ID": "Order ID",
    "Tracking ID": "Tracking ID",
    "Download": "Download",
    "Payment Mode": "Payment Mode",
    "Status": "Status",
    "Date & Time": "Date & Time",
    "Invoice": "Invoice",
    "For": "For",
    "See Panchang in Detail": "See Panchang in Detail",
    "Follow Us": "Follow Us",
    "Get Kundli": "Get Kundli",
    "Kanpur, Uttar Pradesh": "Kanpur, Uttar Pradesh",
    "Payment Policy": "Payment Policy",
    "Password must be at least 6 characters long": "Password must be at least 6 characters long",
    "Anushthan Confirmation": "Anushthan Confirmation",
    "Copyright": "Copyright",
    "Read more ▼": "Read more ▼",
    "Read less ▼": "Read less ▲",
    "Password": "Password",
    "No more blogs": "No more blogs",
    "Login With Mobile and OTP": "Login With Mobile and OTP",
    "Enter your mobile number": "Enter your mobile number",
    "By Signing up, you agree to our": "By Signing up, you agree to our",
    "and": "and",
    "Get OTP": "Get OTP",
    "OTP sent to": "OTP sent to",
    "Enter OTP received on your mobile number": "Enter OTP received on your mobile number",
    "Resend OTP": "Resend OTP",
    "Update": "Update",
    "Update Profile": "Update Profile",
    "Please Enter First Name": "Please Enter First Name",
    "Please Enter Last Name": "Please Enter Last Name",
    "Please Enter Email": "Please Enter Email",
    "What is Anushthan": "The literal meaning of 'Anushthan' is a ritualistic practice aimed at achieving desired results, and it involves performing auspicious actions and worshiping divine elements for success and fruitful outcomes.An 'Anushthan' assists in reducing physical ailments, mental unrest, pain, fear, and obstacles encountered in life. Many people face domestic troubles, harmful effects of unfavorable planets, legal issues, continuous losses in business, incurable diseases, fear of untimely death, etc. In such situations, Anushthan undoubtedly helps alleviate the fear of these upheavals in a person's life. Therefore, Anushthan provides maximum relief to individuals by addressing various problems, fears, stress, etc., in their lives. However, Anushthan is akin to awakening divine elements to attain one's desired outcome (blessing). Therefore, performing this ritual under the guidance of Vedic rituals and proficient Acharyas ensures complete benefits. If the Anushthan ritual is not conducted according to Vedic rituals or if errors occur in it, it certainly has adverse effects. Particularly in Sanatan Dharma, Anushthan rituals are conducted by proficient Acharyas trained in Gurukuls, who are skilled and proficient in performing Anushthan through Vedic rituals.There are different types of rituals for different problems which you can know in detail below:-",
    "BlogDesc": "The ancient tradition (Sanatan tradition) of India, a vital aspect of Indian culture and civilization, has been passed down through generations for centuries. It is based on teachings found in the Vedas, Upanishads, Puranas, and religious scriptures. These teachings contain messages of rules, education, and guidance for every aspect of life, helping our society to prosper, stay balanced, and continuously develop.In ancient times, sages and monks conducted various experiments and research through their meditation and efforts, leading to many discoveries. Some of these discoveries are still beyond the scope of modern science today. The traditions followed by these ancient sages and ascetics still appear important for the welfare, health, and prosperity of our society today. Due to the advancement of modernization over generations, many beneficial teachings for human welfare, mentioned in the Vedas, Upanishads, and Puranas, have been somewhat overlooked within the ancient tradition (Sanatan tradition).",
    "Laghu Rudra Anushthan": "Laghu Rudra Anushthan",
    "Vishnu Sahastranaam": "Vishnu Sahastranaam",
    "Rudrabhishek": "Rudrabhishek",
    "Sri Suktam": "Sri Suktam",
    "Kanaka Dhara Stotram": "Kanaka Dhara Stotram",
    "Ati Rudra Anushthan": "Ati Rudra Anushthan",
    "Customer Reviews": "Customer Reviews",
    "client rev": "What our customers have to say about their experience with us.",
    "Latest Video": "Watch Our Latest Videos on YOUTUBE",
    "Subscribe our channel": "Subscribe our channel",
    "Welcome to Sanatan Jyoti": "Welcome to Sanatan Jyoti",
    "100% Secure Payments": "100% Secure Payments",
    "Company Address": "Plot No. 117, Ramganga Housing Society, Tikra \n Naramau Kanpur Nagar, Bagdaudhi Kachhar,\n Bithoor, Kanpur Nagar, Uttar Pradesh, 209217",
    "GAURITECHTRADE CONSULTING LLP": "Gauritechtrade Consulting LLP",
    "Date": "Date",
    "Payment Policy": "Payment Policy",
    "This Payment Policy governs": "This Payment Policy governs the payment terms and conditions for accessing certain premium features, services, or products ('Paid Services') offered on Sanatanjyoti.com (‘the 'Service') operated by Gauritechtrade Consulting LLP.",
    "Payment Terms": "Payment Terms",
    "Payment Method": "Payment Method",
    "Payment for Paid Services": "Payment for Paid Services may be made through accepted methods such as credit card, debit card, UPI, or any other payment method specified on the Service. ",
    "Currency": "Currency",
    "All prices and payments": "All prices and payments are in INR (Indian Rupee) unless otherwise specified. ",
    "Payment Authorization": "Payment Authorization",
    "By providing payment": "By providing payment information, you authorize us to charge the designated payment method for the total amount due for the Paid Services purchased. ",
    "Pricing and Billing": "Pricing and Billing",
    "Pricing": "Pricing",
    "The prices for Paid Services": "The prices for Paid Services are displayed on the Service and are subject to change at any time without prior notice. Any changes to pricing will not affect the price of Paid Services already purchased.",
    "Taxes": "Taxes",
    "Prices for Paid Services do not include": "Prices for Paid Services do not include applicable taxes, which may be added to the total amount due based on your location and the applicable tax laws.",
    "Refunds and Cancellations": "Refunds and Cancellations",
    "Refund Policy": "Refund Policy",
    "Except as required by law": "Except as required by law, all payments for Paid Services are non-refundable, and no refunds will be provided for any unused portion of Paid Services.",
    "Cancellation": "Cancellation",
    "Cancellation is not allowed": "Cancellation is not allowed once paid for a particular service. You may postpone or prepone dates of a particular service based on the availability",
    "Payment Failure": "Payment Failure",
    "Your payment security": "Your payment security is our outmost responsibility. We use secured payment gateway for smooth experience. In case of failed payment, you will get refund within 48 hours. In case any issue in refund you can always connect with our customer care for assistance mentioning payment reference number.",
    "Payment Security": "Payment Security",
    "Secure Transactions": "Secure Transactions",
    "We use industry-standard encryption": "We use industry-standard encryption and security measures to protect your payment information. However, we cannot guarantee the security of information transmitted over the internet or stored on our servers. ",
    "Third-Party Payment Processors": "Third-Party Payment Processors",
    "Payment transactions may be processed through third-party": "Payment transactions may be processed through third-party payment processors. Your payment information is subject to the terms and privacy policies of these third-party processors.",
    "Contact Us": "Contact Us",
    "If you have any questions ": "If you have any questions or concerns about our Payment Policy, please contact us at care@gauritechtrade.com.",
    "By purchasing Paid Services": "By purchasing Paid Services on the Service, you acknowledge that you have read, understood, and agree to be bound by these Payment Terms & Conditions. ",
    "Version": "Version",
    "Last updated": "Last updated 14th March 2024",
    "Effective from": "Effective from 14th March 2024 ",
    "Privacy Policy": "Privacy Policy",
    "This Privacy Policy": "This Privacy Policy outlines how sanatanjyoti.com ('we', 'us', or 'our') uses cookies and similar tracking technologies on our website (the 'Service').",
    "Our privacy policy and practices are detailed below. Please read them thoroughly.": "Our privacy policy and practices are detailed below. Please read them thoroughly.",
    "Welcome to Sanatanjyoti.com, our commitment is": "Welcome to Sanatanjyoti.com, our commitment is, respecting and safeguarding the privacy of our members and visitors. This Privacy Policy outlines our practices regarding the collection, use, and protection of your personal information. By engaging with our, website you consent to the terms outlined in this policy. We will not release personally identifiable information about you without your permission (except as needed to provide you the services you have expressly requested). You can tell us what your privacy questions and concerns at privacy@gauritechtrade.com so that we can respond. We constantly improve the tools you can use to manage the data that you provide to us. Please refer to this page from time to time to see these new features. ",
    "The Information We Collect and Registration ": "The Information We Collect and Registration ",
    "Personally identifiable information (further referred as PII) is information": "Personally identifiable information (further referred as PII) is information, like your name, birth date, e-mail address or mailing address, that can be used to uniquely identify you. We will not share any anonymous information about the use of our website with third parties if we know that this information will be linked with your PII obtained from another source unless you have permitted us. ",
    "Anonymous information is not": "Anonymous information is not PII. Anonymous information is information about how you use our website (such as websites you visit and searches you do). Anonymous information also includes the domain names and/or IP addresses (as explained below) of internet browsers that visit our site, the time of day the site was visited, and other non-personal information. ",
    "Anonymous information is information that is not tied": "Anonymous information is information that is not tied to any person who is not registered as a member but helps us know what our users do Use of PII Registration. We want to assure you that you can visit our website and use many of our services without telling us who you are or revealing any PII about yourself to us. It is only when you register to become a member that will you be asked to provide us with PII. When you register with us, you need to complete certain fields (some are required and some are optional), as well as pick a first name and password. For example, we ask for information so we can contact you (like your first and last name, email address, and physical address). We use this information to tell you about new features and services available on our site.",
    "Your information is used for the following purposes": "Your information is used for the following purposes",
    "Manage and facilitate the requests": "Manage and facilitate the requests",
    "Address customer service inquiries related to our products and services Engagement and Communication ": "Address customer service inquiries related to our products and services Engagement and Communication ",
    "Send updates about Sanatanjyoti.com activities and events, website Enhancement.": "Send updates about Sanatanjyoti.com activities and events, website Enhancement.",
    "Improve user experience on our website, analyse functionality and usage pattern.": "Improve user experience on our website, analyse functionality and usage pattern.",
    "Sharing Personally Identifiable Information with Third Parties ": "Sharing Personally Identifiable Information with Third Parties ",
    "We will not share your PII unless you have authorized": "We will not share your PII unless you have authorized us to share it. Customers querying the database can reach for and find details from the online directory. They are then provided with details about you to enable them to reach you. They can use this information (sometimes, with other information they have about you).  We may share your information with third parties in certain circumstances Service Providers-To assist in website operations, order processing, and customer support, Legal Compliance-To adhere to legal obligations, respond to legal processes, or protect our rights, Organizational Transitions. In case of mergers, acquisitions, or asset sales, information may be, transferred as part of the transaction.",
    "Cookie Policy": "Cookie Policy",
    "What are Cookies? ": "What are Cookies? ",
    "Cookies are small text files stored on your device ": "Cookies are small text files stored on your device (computer, smartphone, tablet) when you visit our website. They serve various purposes, including remembering your preferences, improving your browsing experience, and analyzing how you interact with the site.",
    "Essential Cookies": "Essential Cookies",
    "These cookies are necessary for the basic functionality of our website.": "These cookies are necessary for the basic functionality of our website. They enable core features such as page navigation, security, and access to secure areas. Without these cookies, the website cannot function properly.",
    "Analytical/Performance Cookies": "Analytical/Performance Cookies",
    "These cookies allow us to analyze how visitors": "These cookies allow us to analyze how visitors use our website, such as which pages are visited most often and if users encounter any errors. This information helps us improve the performance and usability of the site. ",
    "Functionality Cookies": "Functionality Cookies",
  
    "Functionality cookies enable": "Functionality cookies enable the website to provide enhanced features and personalization. They may remember choices you make (such as your username, language, or region) and provide a more tailored experience.",
    "Advertising": "Advertising/Targeting Cookies:",
    "These cookies are used": "These cookies are used to deliver advertisements relevant to your interests based on your browsing habits. They may also limit the number of times you see an advertisement and measure the effectiveness of advertising campaigns.",
    "Third-Party Cookies": "Third-Party Cookies",
    "We may also use third-party cookies": "We may also use third-party cookies provided by trusted partners for analytics, advertising, and other purposes. These cookies are subject to the respective privacy policies of the third-party providers.",
    "Managing Cookies": "Managing Cookies",
    "You can control and manage": "You can control and manage cookies through your browser settings. Most browsers allow you to block or delete cookies, as well as set preferences for how cookies are handled. However, disabling certain cookies may affect the functionality and usability of the website. We do not ordinarily link a user's IP address to a person's personal information, which means we will have a record of each user's session, but the user remains anonymous to us.  <br />We will use IP addresses to identify users of our site when we feel it is necessary to enforce compliance with our site's terms of use or to protect our service, site, or other users.",
    "Your Consent": "Your Consent",
    "By continuing to use": "By continuing to use our website, you consent to the use of cookies in accordance with this Cookie Policy. If you do not agree to the use of cookies, you should adjust your browser settings or refrain from using the site.",
    "Updates to this Policy": "Updates to this Policy",
    "We may update this Cookie Policy": "We may update this Cookie Policy from time to time to reflect changes in our practices or applicable laws. We encourage you to review this policy periodically for any updates.",
    "By using our website, you acknowledge": "By using our website, you acknowledge that you have read, understood, and agree to the terms of this Cookie Policy.",
    "We are committed to protecting": "We are committed to protecting your information through reasonable security measures. However, please be aware that no internet transmission is completely secure, and we cannot guarantee absolute security. We have security measures in place to attempt to protect against the loss, misuse, and alteration of your user data under our control. Only certain employees have access to the information you provide us. For example, we impose strict rules on our employees who have access either to the databases that store user information or to the servers that host our services. While we cannot guarantee that loss, misuse, or alteration of data will not occur, we try to prevent such unfortunate occurrences. If you have questions about this privacy policy or the practices of this site, please Contact Us @ privacy@gauritechtrade.com. Sanatanjyoti.com reserves the right to change this Privacy Policy at any time. All changes will be posted to this page, and we will make necessary efforts to notify you of any significant changes to this privacy policy. ",
    "Your Privacy Choices ": "Your Privacy Choices ",
    "You have the right to": "You have the right to:-",
    "Access and Update Information": "Access and Update Information, Access and update your personal information through, Opt-Out of Communications, Unsubscribe from our marketing and informational communications at any time. To unsubscribe please email to unsubscribe@gauritechtrade.com.",
    "Changes to this Policy": "Changes to this Policy:",
    "We may update this policy": "We may update this policy to reflect changes in our operations or legal requirements. We encourage regular review of this policy to stay informed. Changes will be indicated by the, Last updated, date at the bottom of the page.",
    "Contact Us:": "Contact Us ",
    "If you have any questions": "If you have any questions or concerns about our Privacy Policy, please contact us at privacy@gauritechtrade.com.",
    "Thank you for trusting": "Thank you for trusting us with your experience.",
    "Join us on a journey": "Join us on a journey of tradition, tranquillity, and timeless wisdom.",
    "Version: 1.1": "Version: 1.1",
    "Last updated 14th March 2024": "Last updated 14th March 2024",
    "Effective from 14th March 2024": "Effective from 14th March 2024",
  
    "Terms & Conditions": "Terms & Conditions",
    "Welcome to Sanatan Jyoti! While": "Welcome to Sanatan Jyoti! While using Sanatan Jyoti.com, You agree to the Terms & conditions described here",
    "These Terms and Conditions": "These Terms and Conditions ('Terms', 'Terms & Conditions') govern your use of the Sanatanjyoti.com (the 'Service') operated by Gauritechtrade Consulting LLP. ('us', 'we', or 'our').",
    "Your access to and use of the Service": "Your access to and use of the Service is conditioned on your acceptance of and compliance with these Terms. These Terms apply to all visitors, users, and others who access or use the Service.",
    "Acceptance of Terms": "Acceptance of Terms",
    "Users must agree to the terms and conditions before using": "Users must agree to the terms and conditions before using the www.sanatanjyoti.com website. By using or accessing or visiting the website, users are indicating their acceptance of these terms unconditionally. Your use/formulate your opinion of this website or contents thereof is expressly conditioned upon your acceptance of the following Terms of Use. In addition, when using features and services on the website, you will be subject to additional guidelines and rules applicable to such features and services, whether incorporated herein by reference or not.",
    "Contents": "Contents",
    "Description of Service": "Description of Service",
    "Explanation of the services provided": "Explanation of the services provided by the website, such as blogs, spiritual & religious content, horoscope readings, astrological insights, compatibility analysis, etc.",
    "General Content": "General Content",
    "Modification of the website and the Services": "Modification of the website and the Services",
    "We reserve the right, in our sole": "We reserve the right, in our sole discretion, to terminate, change, suspend or discontinue any aspect of the website, including, but not limited to, content, features or hours of availability. We may also impose limits on certain features of the website or restrict your access to part of or the entire website without notice. We may suspend or terminate your membership account or your use of the website at any time, at our discretion without assigning any reason whatsoever. You accept and acknowledge that the decision to do so will be final and binding upon you without any cause for grievance.",
    "Content": "Content",
    "Our Service allows you to access and": "Our Service allows you to access and share astrology and Sanatan religion related information, including but not limited to horoscopes, astrological predictions, articles, and other materials ('Content'). The Content is for informational and entertainment purposes only and should not be considered as professional advice. We do not guarantee the accuracy, completeness, or reliability of any Content provided on the Service.",
    "Content Errors": "Content Errors",
    "This website may contain typographical": "This website may contain typographical errors or inaccuracies and may not be complete or current. The website therefore reserves the right to correct any errors, inaccuracies or omissions and to change or update information at any time without any prior notice. Please note that such errors, inaccuracies, or omissions may relate to (but not be limited to) articles on the website and the information is subject to change without notice.",
    "Contents Clause": "Contents Clause",
    "The contents of the website": "The contents of the website are uploaded in good faith, expressly with a view to educate people and without any intention whatsoever to hurt any theology, a person, or a group of persons or to create hatred or enmity between people or to oppose scientific temperament. The content on this website, including the services offered are provided in good faith, without any prejudice to any person, culture, religion, or nationality and with no intention to create any disharmony, antagonism, hatred or ill-will between any fractions of society or to create, promote or propagate any kind of superstition or blind faith. Some of the content published on the website may be a part of Spiritual/religious research. By such publication the website does not offer an alternative to medical sciences, and you are always requested and directed to study modern science and make proper decisions for your own purpose. The results of following any of the content may vary from person to person. The person following any of the content bears the liability of the outcomes. Any reactions based on the contents, forms, and depictions, giving rise to any actions will not make this website liable in any law, criminal, civil or otherwise and/or in torts or impliedly anyway.",
    "User Generated Content": "User Generated Content",
    "In these terms and": "In these terms and conditions, 'User Generated Content' means material (including without limitation text, images, audio material, video material and audio-visual material) that you submit to our website for whatever purpose. You grant to us a worldwide, irrevocable, non-exclusive, royalty-free licence to use, reproduce, adapt, publish, translate, and distribute your user content in any existing or future media. You also grant to us the right to sub-license these rights, and the right to bring an action for infringement of these rights.Your user content must not be illegal or unlawful, must not infringe any third party's legal rights, and must not be capable of giving rise to legal action whether against you or us or a third party (in each case under any applicable law). You must not submit any user content to the website that is or has ever been the subject of any threatened or actual legal proceedings or other similar complaint.We reserve the right to edit or remove any material submitted to our website, or stored on our servers, or hosted or published upon our website.Notwithstanding our rights under these terms and conditions in relation to user content, we do not undertake to monitor the submission of such content to, or the publication of such content on, our website.",
    "User Comments": "User Comments",
    "The Service may": "The Service may include a user comment section on blogs or articles where users can share their thoughts, opinions, and feedback ('User Comments'). While we encourage open discussion and dialogue, we reserve the right to moderate, edit, or remove User Comments that violate these Terms or are otherwise deemed inappropriate, offensive, or irrelevant.",
    "By posting or submitting User": "By posting or submitting User Comments on the Service, you grant us a non-exclusive, royalty-free, perpetual, irrevocable, and fully sublicensable right to use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, and display such User Comments throughout the world in any media. You also grant us the right to use the name that you submit in connection with such User Comments.",
    "You agree that User Comments": "You agree that User Comments are your own and do not infringe upon the rights of any third party, including copyright, trademark, privacy, publicity, or other personal or proprietary rights. You further agree not to post or submit any User Comments that are unlawful, defamatory, libelous, harassing, abusive, threatening, harmful, vulgar, obscene, or otherwise objectionable.",
    "We do not endorse": "We do not endorse, support, or guarantee the accuracy, reliability, or validity of any User Comments posted on the Service. User Comments reflect the views and opinions of the individuals who post them and not necessarily the views or opinions of Sanatanjyoti. We disclaim all liability for any User Comments posted on the Service.",
    "You acknowledge": "You acknowledge and agree that we have the right, but not the obligation, to monitor, screen, edit, or remove any User Comments at our sole discretion and without prior notice. We reserve the right to terminate or suspend access to the Service for users who violate these Terms or engage in inappropriate behaviour in the user comment section.",
    "By participating in": "By participating in the user comment section, you agree to abide by these Terms and acknowledge that your use of the Service is subject to our moderation and enforcement policies.",
    "If you have any question": "If you have any questions or concerns about User Comments or wish to report any violations of these Terms, please contact us at care@gauritechtrade.com.",
    "By posting or": "By posting or submitting User Comments on the Service, you acknowledge that you have read, understood, and agree to be bound by these Terms & Conditions.",
    "Free Content Policy": "Free Content Policy",
    "Sanatanjyoti may offer certain content": "Sanatanjyoti may offer certain content, including but not limited to articles, horoscopes, newsletters, and other materials ('Free Content') free of charge to users. The following terms and conditions apply to your access and use of Free Content",
    "Use of Free Content": "Use of Free Content",
    "Free Content provided on": "Free Content provided on the Service is for personal, non-commercial use only. You may access, view, download, and print Free Content for your own personal use. You may not reproduce, distribute, modify, adapt, or otherwise exploit Free Content for any commercial purpose without prior written consent from Gauritechtrade Consulting LLP.",
    "Accuracy and Reliability": "Accuracy and Reliability",
    "While we strive to provide accurate": "While we strive to provide accurate and reliable Free Content, we make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability of Free Content for any purpose. Your reliance on Free Content is at your own risk.",
    "No Guarantees or Endorsements": "No Guarantees or Endorsements",
    "The availability of": "The availability of Free Content does not constitute an endorsement or guarantee of any products, services, or individuals referenced in the content. We disclaim all liability for any actions taken or decisions made based on Free Content.",
    "Intellectual Property Rights": "Intellectual Property Rights",
    "All Free Content provided": "All Free Content provided on the Service is protected by copyright, trademark, and other intellectual property laws. You may not remove or alter any copyright, trademark, or other proprietary rights notices from Free Content. All rights not expressly granted herein are reserved by sanatanjyoti.com and Gauritechtrade Consulting LLP.",
    "Modification or Discontinuation": "Modification or Discontinuation",
    "We reserve the right to modify": "We reserve the right to modify, suspend, or discontinue the availability of Free Content at any time without prior notice. We are not liable to you or any third party for any modification, suspension, or discontinuation of Free Content.",
    "Feedback and Contributions": "Feedback and Contributions",
    "If you provide feedback or contribute ": "If you provide feedback or contribute user-generated content related to Free Content, you grant us a non-exclusive, royalty-free, perpetual, irrevocable, and fully sublicensable right to use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, and display such feedback or contributions.",
    "No Commercial Use": "No Commercial Use",
    "You may not use Free": "You may not use Free Content for any commercial purpose, including but not limited to selling, licensing, or monetizing the content without prior written consent from sanatanjyoti.com or Gauritechtrade Consulting LLP.",
    "By accessing or using Free Content": "By accessing or using Free Content provided on the Service, you acknowledge that you have read, understood, and agree to be bound by these Terms & Conditions.",
    "If you have": "If you have any questions or concerns about our Free Content Policy, please contact us at care@gauritechtrade.com. ",
    "Beta Testing": "Beta Testing",
    "Pages marked with": "Pages marked with ‘Beta’ indicate that the pages are still under testing. This stage of software deployment is also known as external test. This stage of software release on our website is generally after extensive internal testing. We will only introduce functionality into external test after it has undergone internal testing and we are reasonably satisfied with its reliability. We invite users to help us uncover any bugs or inadequacies in the functionality. During the external test or beta-phase Sanatanjyoti.com reserves the right to change or amend functionality and is not responsible for any issues or problems arising from the functionality in a beta phase without any cause for grievance to you. Please refer to our feedback form. ",
    "Copyright and Ownership of Materials": "Copyright and Ownership of Materials",
    "Copyright © Sanatan Jyoti": "Copyright © Sanatan Jyoti 2024 & Gauritechtrade Consulting LLP, All rights are jointly reserved with Sanatanjyoti.com & Gauritechtrade Consulting LLP. Sanatanjyoti.com & Gauritechtrade Consulting LLP. is, unless otherwise stated, the owner and possessor of all copyrights, trademarks and other all other intellectual proprietary rights on the website and its contents. Any form of reproduction of the content or any part thereof is prohibited other than in accordance with the law. All logos, brands, marks headings, labels, names, signatures, numerals, shapes, pictures, drawings, or any combinations thereof, appearing on this website, except as otherwise noted, are properties either owned, or used under licence, by Sanatanjyoti.com and / or its associate entities who feature on this website. Reproduction of part or all the contents in any form is prohibited. ",
    "You shall not reproduce such content": "You shall not reproduce such content from the website for any form of communication to the public for commercial or any other purposes without prior written permission of sanatanjyoti.com and Gauritechtrade Consulting LLP. Any unauthorized use terminates the permission or license granted by the website. Please contact our editorial team for such permission. To better meet your requirements, do provide us with a clear understanding of how the content is proposed to be used (specific content for which permission is sought, type of media to be communicated through, type of publication, purpose, date(s), etc.). Permissions are granted on a per-item, per-usage basis. Requests for permission should include the article or other text or image that is desired along with the context in and method by which it will be reproduced. Materials used in printed matter require proper attribution, and two copies of the printed piece(s) must be mailed to the address provided to you.",
    "No part of the website shall": "No part of the website shall be recopied to slander, defame, or demean Sanatanjyoti.com or Gauritechtrade Consulting LLP. This also includes any insinuations with regards to reproduced content that demeans or lowers the value of the content of the Sanatanjyoti.com. ",
    "Pictures and videos": "Pictures and videos obtained from the website shall not be added to any stock photo/video collection. Copyright and credit must be attributed to Sanatanjyoti.com each time an image/video is used after prior written permission from Sanatanjyoti.com.",
    "Data Mining": "Data Mining",
    "You may not": "You may not, without our prior written permission, use any computer code, data mining software, 'robot,' 'bot,' 'spider,' 'scraper,' or other automatic device, or program, algorithm, or methodology having similar processes or functionality, or any manual process, to monitor or copy any of the web pages, data, or content found on this website or accessed through this.",
    "Use of Email Addresses": "Use of Email Addresses",
    "Individual or organizational": "Individual or organizational email addresses listed on this website are for the personal use of individuals seeking to contact the listed person concerning Sanatanjyoti.com activities. The email addresses may not be used for any other commercial or non-commercial purpose.",
    "Mass Downloading": "Mass Downloading",
    "You shall not engage": "You shall not engage in the mass downloading of files from this website without obtaining prior written permission from Sanatanjyoti.com or Gauritechtrade Consulting LLP; the computer processing power of this website for purposes other than those permitted above; or flood this with electronic traffic designed to slow or stop its operation.",
    "Disclaimer of Warranties and Liability": "Disclaimer of Warranties and Liability",
    "The website, and any content and materials": "The website, and any content and materials available through the website, are provided in good faith. Most of the content is obtained through religious scripture or spiritual experiments, and we make efforts to verify the fairness of the content that we upload. Having said this",
    "All content is provided “as is” and without warranties of any kind, either express or implied.": "All content is provided “as is” and without warranties of any kind, either express or implied.",
    "All users shall rely upon any content, at his/her own risk, as to costs and consequences thereof": "All users shall rely upon any content, at his/her own risk, as to costs and consequences thereof",
    "If you respond to any": "If you respond to any of the appeals made, campaigns undertaken on this website, it will be an individual act performed by you in your individual capacity with knowing the consequences, and neither the website nor any of its affiliates would be responsible for them.",
    "Sanatanjyoti.com does not warrant": "Sanatanjyoti.com does not warrant that the functions contained in any content or any user-generated content or your access to the website will be uninterrupted or error-free, that any defects will be corrected, or that the website or the server which stores and transmits the content to you are free of viruses or any other harmful components.",
    "Sanatanjyoti.com does not warrant or make ": "Sanatanjyoti.com does not warrant or make any representation regarding your access to, or the results of your access to, the website (including any associated or linked Applications) or any content in terms of correctness, accuracy, timeliness, completeness, reliability, or otherwise.",
    "You and not Sanatanjyoti.com": "You and not Sanatanjyoti.com & Gauritechtrade Consulting LLP assume the entire cost of any necessary verification, maintenance, repair and/or correction of any relevant content.",
    "To the fullest extent permitted": "To the fullest extent permitted by law, we disclaim all warranties, expressed or implied, including but not limited to the information provided on the website, Ask a question functionality, and comments and emails answered by Sanatanjyoti.com.",
    "From time to time, the website": "From time to time, the website may offer suggestions and spiritual advice as an answer to questions posted by you. However, it is important to note that the relationship between you and Sanatanjyoti.com is not a medical physician-patient relationship or a spiritual healer-client relationship. The healing remedies and advice provided do not cover all diseases, ailments, physical or mental conditions. You should never disregard medical advice or delay in seeking it because of something you have read on this website. You accept liability for the result or outcome arising out of the application of spiritual remedies.",
    "External Links": "External Links",
    "We may provide links to other websites": "We may provide links to other websites from time to time. These links are provided for your convenience, and the terms and conditions of those websites may become applicable to you. Therefore, it is advised to you to read those terms and conditions or such other aspects of those websites beforehand. We do not endorse or take responsibility for the content on such websites and are not responsible for their availability, and shall not be liable in any way for any loss or damage which you may suffer by using those websites or applications. If you decide to access linked websites, you do so at your own risk.",
    "Limitation of Liability": "Limitation of Liability",
    "Under no circumstances, including": "Under no circumstances, including, but not limited to, negligence, shall Sanatanjyoti.com, the website, any subsidiary or affiliated organizations be liable for any direct, indirect, incidental, special, or consequential damages that result from the use of, or the inability to use, the Sanatanjyoti.com materials and website.",
    "Under no circumstances shall we": "Under no circumstances shall we or any of our associated partners, or any of our or their respective officers, directors, employees, agents, or representatives (including volunteers), or any other party involved in creating, producing, transmitting, or distributing the or any product sold or any services offered through the website, or any part thereof, be liable for any general, punitive, exemplary, consequential, incidental, indirect, or special damages whatsoever arising from or in connection with the website or any content, products, or services made available or listed on it, whether for breach of contract, negligence, strict liability, or otherwise.",
    "Without prejudice to the rights": "Without prejudice to the rights and contentions of Sanatan Jyoti, some states and/or jurisdictions do not allow the exclusion or limitation of incidental or consequential damages, so the above exclusion may not apply to you. In the event the foregoing limitation of liability is held to be unenforceable for any reason, then our maximum liability for any of the foregoing types of damages shall be limited to the amount that we receive for the transaction that gave rise to the claim.",
    "You specifically acknowledge and": "You specifically acknowledge and agree that the Sanatanjyoti.com & Gauritechtrade Consulting LLP. is not liable for any defamatory, offensive, or illegal conduct of any user. If you are dissatisfied, hurt, aggrieved, or insulted with any Sanatanjyoti.com material, or with any of the Terms and Conditions, your sole and exclusive remedy is to discontinue using the website.",
    "If any court of law": "If any court of law, having the jurisdiction to decide on this matter, rules that any provision of these Terms is invalid, then that provision will be removed from the Terms without affecting the rest of the Terms. The remaining provisions of the Terms will continue to be valid and enforceable.",
    "Amendment of the Terms": "Amendment of the Terms",
    "We reserve the right to amend": "We reserve the right to amend these Terms of use and any related (or incorporated) Terms and Conditions given on this website from time to time without notice to you. If we decide to change these Terms & Conditions, we will post those changes here. We encourage you to visit this section of our website regularly to remain informed of any changes. Any such amendment shall be effective with effect from the date the revised terms have been posted on the website.",
    "Applicable Law": "Applicable Law",
    "These Terms of Use are governed": "These Terms of Use are governed by and will be construed in accordance with the laws of Bharat (India) in the state of Uttar Pradesh. Any disputes or differences whatsoever arising under or in connection with and all matters incidental to these Terms of use, or your access or use of the website shall be resolved by arbitration under the Arbitration and Negotiation Act by the arbitrator appointed by the website. The seat of arbitration shall be Kanpur, Uttar Pradesh, Bharat (India). Notwithstanding this, you agree that Sanatanjyoti.com or the website shall still be allowed to apply for injunctive remedies (or an equivalent type of urgent legal relief) in any jurisdiction. ",
    "Termination": "Termination",
    "This agreement is effective until": "This agreement is effective until terminated by the Sanatanjyoti.com & Gauritechtrade Consulting LLP at any time if any of its terms are breached. In the event of termination, you are no longer authorized to access the website and the restrictions imposed on you with respect to material downloaded from the website, the disclaimers and limitations set forth in this agreement shall survive.",
    "Cookie Acceptance Policy": "Cookie Acceptance Policy",
    "cookie policy":"By using this website, you agree to the use of cookies in accordance with this cookie policy. Cookies are small text files that are stored on your device to improve your browsing experience. For more information on how we use cookies and how you can manage your preferences, please review our full cookie policy or consider the cookie policy",
    "Data Security": "Data Security",
    "Wedding Muhurta" : "Wedding Muhurat",
    "Auspicious Wedding Muhurta": "Auspicious Wedding Muhurat (dates) for 2024-2025",
    "Marriage is the most important sacrament of life": "''Marriage is the most important sacrament of life. It is not only the foundation of social, physical, and mental happiness, but also the key to upholding religion and duty. For the success of this important sacrament, it is extremely necessary to have a gentlemanly, wise, and virtuous wife and husband. The issues of excellent relations, cooperation, and prosperity between husband and wife are inherent in the rituals of marriage. A prosperous and faultless marriage leads to prosperity in all endeavors. The woman is the foundation of the home, fulfilling the duties of religion, wealth, and desire. A good and well-formed relationship yields offspring and also ensures the proper respect of familial and social duties. Therefore, the auspicious timing of marriage is an extremely important aspect of our lives.''",
    "However, it is a sad fact nowadays that people": "''However, it is a sad fact nowadays that people become so busy welcoming their friends, dancing, drinking, playing music, and bidding farewell to loved ones that they lose focus on the marriage ceremony. Often, people forget that there is an auspicious time frame for the ceremony and going beyond the duration of the auspicious moment is entirely inappropriate. Even many people pressure the priest to complete the rituals quickly because of their lazy habits.''",
    "Selecting the right and auspicious moment": "Selecting the right and auspicious moment for marriage is very important so that a strong relationship can be established between the bride and groom in the future, and their future continues to progress towards brightness. The selection of an auspicious wedding moment is done keeping in mind various aspects. Primarily, the moment is chosen according to the Panchang. From an astrological perspective, it should involve choosing the most favourable and auspicious time for marriage because a marriage performed at the right and auspicious moment makes the married couple’s life prosperous, happy, and fulfilling. It can be said that a marriage performed at the right moment affects the future of the married couple and helps them start a happy and prosperous life.",
    "When selecting an auspicious moment for marriage": "When selecting an auspicious moment for marriage, all Vedic processes related to marriage should be kept in mind because marriage determines the turning point in the lives of two individuals. Considering the importance of the marital moment, Sanatan Jyoti has attempted to present the auspicious moments throughout the year, which are as follows:",
    "While there are very few excellent moments": "While there are very few excellent moments throughout the year for marriage, which are considered highly auspicious, sometimes it becomes nearly impossible to get married on these dates due to present circumstances. Therefore, Sanatan Jyoti has divided the moments into three categories:",
    "Ati Uttam (Highly Auspicious)": "Ati Uttam (Highly Auspicious): ",
    "These moments are extremely auspicious and flawless for marriage.": "These moments are extremely auspicious and flawless for marriage.",
    "Uttam (Auspicious)": "Uttam (Auspicious) :",
    "These moments are suitable for marriage but contain some impurities.": "These moments are suitable for marriage but contain some impurities.",
    "Samanya (Ordinary)": "Samanya (Ordinary) :",
    "Marriages do take place in these moments, but they contain many impurities.": "Marriages do take place in these moments, but they contain many impurities.",
    "When selecting a date for marriage": "When selecting a date for marriage, the planetary positions of the bride and groom are also considered, and the correct date is chosen based on the combination of both. To find the most auspicious timing based on Vedic facts for the bride and groom, contact Sanatan Jyoti.",
    "Note: (In the Panchang, the calculation of days is done from sunrise to the next day’s sunrise.)": "Note: (In the Panchang, the calculation of days is done from sunrise to the next day’s sunrise.)",
    "Highly Auspicious Marriage Muhurat 2024": "Highly Auspicious Marriage Muhurat 2024-2025",
    "Month - Magha Krishna Paksha": "Month - Magha Krishna Paksha",
    "17th January 2025": "17th January 2025",
    "Tithi - Chaturthi (4th day) ends at 05:31 AM, Panchami (5th day) starts at 05:32 PM": "Tithi - Chaturthi (4th day) ends at 05:31 AM, Panchami (5th day) starts at 05:32 PM",
    "Nakshatra - Magha ends at 12:46 PM, Purva Phalguni starts at 12:47 PM": "Nakshatra - Magha ends at 12:46 PM, Purva Phalguni starts at 12:47 PM",
    "Auspicious Lagna Muhurat Time –": "Auspicious Lagna Muhurat Time –",
    "First - During the day - (08:35 AM to 10:04 AM)": "First - During the day - (08:35 AM to 10:04 AM)",
    "Second - During the day - (11:32 AM to 12:47 PM)": "Second - During the day - (11:32 AM to 12:47 PM)",
    "Month - Phalguna, Krishna Paksha": "Month - Phalguna, Krishna Paksha",
    "20th February 2025": "20th February 2025",
    "Tithi - Saptami (7th day) ends at 9:59 A.M, Ashtami (8th day) begins at 10:00 A.M": "Tithi - Saptami (7th day) ends at 9:59 A.M, Ashtami (8th day) begins at 10:00 A.M",
    "Nakshatra - Vishakha ends at 1:31 P.M, Anuradha begins at 1:32 P.M": "Nakshatra - Vishakha ends at 1:31 P.M, Anuradha begins at 1:32 P.M",
    "Auspicious Lagna Muhurat Time –": "Auspicious Lagna Muhurat Time –",
    "First - During the day - (From 03:07 P.M to 05:24 P.M)": "First - During the day - (From 03:07 P.M to 05:24 P.M)",
    "Second - Godhuli (15 minutes before and after sunset)": "Second - Godhuli (15 minutes before and after sunset)",
    "Third - Night (From 2:33 A.M to 4:37 A.M)": "Third - Night (From 2:33 A.M to 4:37 A.M)",
    "Month - Falgun Shukla Paksha": "Month - Falgun Shukla Paksha",
    "12 March 2025": "12 March 2025",
    "Tithi - Thrayodashi (13th day) ends at 09:13 AM, Chaturdashi (14th day) starts at 09:14 AM": "Tithi - Thrayodashi (13th day) ends at 09:13 AM, Chaturdashi (14th day) starts at 09:14 AM",
    "Nakshatra - Magha ends at 04:06 AM, Purva Phalguni starts at 04:07 PM": "Nakshatra - Magha ends at 04:06 AM, Purva Phalguni starts at 04:07 PM",
    "First - During the day - (From 08:00 A.M to 09:36 A.M)": "First - During the day - (From 08:00 A.M to 09:36 A.M)",
    "(Note: Most auspicious Muhurats are those Muhurats that are": "(Note: Most auspicious Muhurats are those Muhurats that are free from 10 flaws such as Latta Dosha, Pat Dosha, etc. Conducting a marriage in these Muhurats is considered best provided the marriage is conducted within the specified time. Otherwise, flaws may arise in these Muhurats if the time elapses.)",
    "Auspicious Marriage Muhurat 2024": "Auspicious Marriage Muhurat 2024-2025",
    "Month - Chaitra Shukla Paksha": "Month - Chaitra Shukla Paksha",
    "18th April 2024": "18th April 2024",
    "Tithi – Dashami (10th day) ends at 05:33 PM, Ekadashi (11th day) starts at 05:34 PM": "Tithi – Dashami (10th day) ends at 05:33 PM, Ekadashi (11th day) starts at 05:34 PM",
    "Nakshatra - Ashlesha ends at 07:57 AM, Magha starts at 07:58 AM": "Nakshatra - Ashlesha ends at 07:57 AM, Magha starts at 07:58 AM",
    "First - During the day - (from 09:07 AM to 01:39 PM)": "First - During the day - (from 09:07 AM to 01:39 PM)",
    "Third - At night - (from 08:27 PM to 12:52 AM), (from 02:37 AM to 05:23 AM)": "Third - At night - (from 08:27 PM to 12:52 AM), (from 02:37 AM to 05:23 AM)",
    "21st April 2024": "21st April 2024",
    "Tithi - Thrayodashi (13th day) ends at 01:12 AM, Chaturdashi (14th day) starts at 01:13 AM": "Tithi - Thrayodashi (13th day) ends at 01:12 AM, Chaturdashi (14th day) starts at 01:13 AM",
    "Nakshatra - Uttara Phalguni ends at 05:09 PM, Hasta starts at 05:10 PM": "Nakshatra - Uttara Phalguni ends at 05:09 PM, Hasta starts at 05:10 PM",
    "First - Godhuli (15 minutes before and after sunset)": "First - Godhuli (15 minutes before and after sunset)",
    "Second - At night - (from 08:15 PM to 12:40 AM)": "Second - At night - (from 08:15 PM to 12:40 AM)",
    "Third - At night - (from 02:25 AM to 03:53 AM)": "Third - At night - (from 02:25 AM to 03:53 AM)",
    "Month - Vaishakh Krishna Paksha": "Month - Vaishakh Krishna Paksha",
    "26th April 2024": "26th April 2024",
    "Tithi – Dwitiya (2nd day) ends at 07:47 AM, Tritiya (3rd day) starts at 07:48 AM": "Tithi – Dwitiya (2nd day) ends at 07:47 AM, Tritiya (3rd day) starts at 07:48 AM",
    "Nakshatra - Anuradha ends at 03:40 AM, Jyeshtha starts at 03:41 AM": "Nakshatra - Anuradha ends at 03:40 AM, Jyeshtha starts at 03:41 AM",
    "First - During the day - (from 10:50 AM to 01:08 PM)": "First - During the day - (from 10:50 AM to 01:08 PM)",
    "Month - Ashadha Shukla Paksha": "Month - Ashadha Shukla Paksha",
    "9th July 2024": "9th July 2024",
    "Tithi - Tritiya (3rd day), ends at 06:10 AM, Chaturthi (4th day) starts at 06:11 AM": "Tithi - Tritiya (3rd day), ends at 06:10 AM, Chaturthi (4th day) starts at 06:11 AM",
    "Nakshatra - Ashlesha ends at 07:53 AM, Magha starts at 07:54 AM": "Nakshatra - Ashlesha ends at 07:53 AM, Magha starts at 07:54 AM",
    "During the day - (from 03:04 PM to 05:21 PM)": "During the day - (from 03:04 PM to 05:21 PM)",
    "Month - Margashirsha Krishna Paksha": "Month - Margashirsha Krishna Paksha",
    "23rd November 2024": "23rd November 2024",
    "Tithi - Ashtami (8th day) ends at 07:58 PM, Navami (9th day) starts at 07:59 PM": "Tithi - Ashtami (8th day) ends at 07:58 PM, Navami (9th day) starts at 07:59 PM",
    "Nakshatra - Magha ends at 07:29 PM, Purva Phalguni starts at 07:30 PM": "Nakshatra - Magha ends at 07:29 PM, Purva Phalguni starts at 07:30 PM",
    "During the day - (from 12:12 PM to 01:40 PM)": "During the day - (from 12:12 PM to 01:40 PM)",
    "25th November 2024": "25th November 2024",
    "Tithi - Dashami (10th day) ends at 01:03 AM, Ekadashi (11th day) starts at 01:04 AM": "Tithi - Dashami (10th day) ends at 01:03 AM, Ekadashi (11th day) starts at 01:04 AM",
    "Nakshatra - Uttara Phalguni ends at 01:24 AM, Hasta starts at 01:25 AM": "Nakshatra - Uttara Phalguni ends at 01:24 AM, Hasta starts at 01:25 AM",
    "During the day - (from 10:20 AM to 12:03 PM)": "During the day - (from 10:20 AM to 12:03 PM)",
    "Month - Margashirsha Shukla Paksha": "Month - Margashirsha Shukla Paksha",
    "2nd December 2024": "2nd December 2024",
    "Tithi - Pratipada (1st day) ends at 12:44 PM, Dwitiya (2nd day) starts at 12:45 PM": "Tithi - Pratipada (1st day) ends at 12:44 PM, Dwitiya (2nd day) starts at 12:45 PM",
    "Nakshatra - Jyeshtha ends at 03:46 PM, Mool starts at 03:47 PM": "Nakshatra - Jyeshtha ends at 03:46 PM, Mool starts at 03:47 PM",
    "Second - At night - (from 01:00 AM to 03:12 AM)": "Second - At night - (from 01:00 AM to 03:12 AM)",
    "4th December 2024": "4th December 2024",
    "Tithi – Dwitiya (2nd day) ends at 01:10 PM, Tritiya (3rd day) starts at 01:11 PM": "Tithi – Dwitiya (2nd day) ends at 01:10 PM, Tritiya (3rd day) starts at 01:11 PM",
    "Nakshatra - Mool ends at 04:42 PM, Purva Ashadha starts at 04:43 PM": "Nakshatra - Mool ends at 04:42 PM, Purva Ashadha starts at 04:43 PM",
    "Second - At night - (from 08:13 PM to 10:31 PM)": "Second - At night - (from 08:13 PM to 10:31 PM)",
    "16th January 2025": "16th January 2025",
    "Tithi - Tritiya (3rd day) ends at 04:07 AM, Chaturthi (4th day) starts at 04:08 AM": "Tithi - Tritiya (3rd day) ends at 04:07 AM, Chaturthi (4th day) starts at 04:08 AM",
    "Nakshatra - Ashlesha ends at 11:18 AM, Magha starts at 11:19 AM": "Nakshatra - Ashlesha ends at 11:18 AM, Magha starts at 11:19 AM",
    "During the day - (from 11:36 AM to 01:12 PM)": "During the day - (from 11:36 AM to 01:12 PM)",
    "Month - Phalguna Krishna Paksha": "Month - Phalguna Krishna Paksha",
    "21st February 2025": "21st February 2025",
    "Tithi – Ashtami (8th day) ends at 11:59 AM, Navami (9th day) starts at 12:01 PM": "Tithi – Ashtami (8th day) ends at 11:59 AM, Navami (9th day) starts at 12:01 PM",
    "Nakshatra - Anuradha ends at 03:54 PM, Jyeshtha starts at 03:55 PM": "Nakshatra - Anuradha ends at 03:54 PM, Jyeshtha starts at 03:55 PM",
    "First - During the day (from 09:15 AM to 10:51 AM)": "First - During the day (from 09:15 AM to 10:51 AM)",
    "Second - During the day (from 03:03 PM to 03:54 PM)": "Second - During the day (from 03:03 PM to 03:54 PM)",
    "Month - Phalguna Shukla Paksha": "Month - Phalguna Shukla Paksha",
    "6th March 2025": "6th March 2025",
    "Tithi - Saptami (7th day) ends at 10:52 AM, Ashtami (8th day) starts at 10:53 AM": "Tithi - Saptami (7th day) ends at 10:52 AM, Ashtami (8th day) starts at 10:53 AM",
    "Nakshatra - Rohini ends at 12:07 AM, Mrigashirsha starts at 12:08 AM": "Nakshatra - Rohini ends at 12:07 AM, Mrigashirsha starts at 12:08 AM",
    "First - During the day - (from 08:23 AM to 10:00 AM)": "First - During the day - (from 08:23 AM to 10:00 AM)",
    "Second - During the day - (from 02:11 PM to 04:29 PM)": "Second - During the day - (from 02:11 PM to 04:29 PM)",
    "Third - Godhuli (15 minutes before and after sunset)": "Third - Godhuli (15 minutes before and after sunset)",
    "Fourth - At night - (from 03:43 AM to 05:26 AM)": "Fourth - At night - (from 03:43 AM to 05:26 AM)",
    "11th March 2025": "11th March 2025",
    "Tithi – Dwadashi (12th day) ends at 08:15 AM, Trayodashi (13th day) starts at 08:16 AM": "Tithi – Dwadashi (12th day) ends at 08:15 AM, Trayodashi (13th day) starts at 08:16 AM",
    "Nakshatra - Ashlesha ends at 02:16 PM, Magha starts at 02:17 PM": "Nakshatra - Ashlesha ends at 02:16 PM, Magha starts at 02:17 PM",
    "Night - (from 03:23 AM to 06:37 AM)": "Night - (from 03:23 AM to 06:37 AM)",
    "(Note - Auspicious Muhurats are those in which, while considering the Muhurat, there might be 1 or 2 minor flaw": "(Note - Auspicious Muhurats are those in which, while considering the Muhurat, there might be 1 or 2 minor flaws among the 10 considered, such as 'latta dosh' (minor flaws) or 'paat dosh' (minor flaws), but they are insignificant. Therefore, getting married during these Muhurats is considered auspicious.)",
    "Ordinary Marriage Muhurat 2024": "Ordinary Marriage Muhurat 2024-2025",
    "19th April 2024": "19th April 2024",
    "Tithi - Ekadashi (11th day) ends at 08:06 PM, Dwadashi (12th day) starts at 08:07 PM": "Tithi - Ekadashi (11th day) ends at 08:06 PM, Dwadashi (12th day) starts at 08:07 PM",
    "Nakshatra - Magha ends at 10:57 AM, Uttara Phalguni starts at 10:58 AM": "Nakshatra - Magha ends at 10:57 AM, Uttara Phalguni starts at 10:58 AM",
    "Bhadra ends: 8:10 PM (After this, auspicious ceremonies like marriage can be initiated.)": "Bhadra ends: 8:10 PM (After this, auspicious ceremonies like marriage can be initiated.)",
    "Night - (from 8:30 PM to 12:48 AM)": "Night - (from 8:30 PM to 12:48 AM)",
    "22nd April 2024": "22nd April 2024",
    "Tithi – Chaturdashi (14th day) ends at 03:27 AM, Purnima (Full Moon day) starts at 03:28 AM": "Tithi – Chaturdashi (14th day) ends at 03:27 AM, Purnima (Full Moon day) starts at 03:28 AM",
    "Nakshatra - Hastha ends at 08:00 PM, Chitra starts at 08:01 PM": "Nakshatra - Hastha ends at 08:00 PM, Chitra starts at 08:01 PM",
    "Second - During the day - (from 05:20 AM to 06:54 AM)": "Second - During the day - (from 05:20 AM to 06:54 AM)",
    "25th April 2024": "25th April 2024",
    "Tithi - Pratipada (1st day) ends at 06:47 AM, Dwitiya (2nd day) starts at 06:48 AM": "Tithi - Pratipada (1st day) ends at 06:47 AM, Dwitiya (2nd day) starts at 06:48 AM",
    "Nakshatra - Vishakha ends at 02:24 AM, Anuradha starts at 02:25 AM": "Nakshatra - Vishakha ends at 02:24 AM, Anuradha starts at 02:25 AM",
    "During the day - (from 05:06 AM to 06:42 AM)": "During the day - (from 05:06 AM to 06:42 AM)",
    "11th July 2024": "11th July 2024",
    "Tithi – Panchami (5th day) ends at 10:05 AM, Shashthi (6th day) starts at 10:06 AM": "Tithi – Panchami (5th day) ends at 10:05 AM, Shashthi (6th day) starts at 10:06 AM",
    "Nakshatra - Purva Phalguni ends at 01:05 PM, Mrigashirsha starts at 01:06 PM": "Nakshatra - Purva Phalguni ends at 01:05 PM, Mrigashirsha starts at 01:06 PM",
    "Second - At night - (from 09:02 PM to 10:31 PM)": "Second - At night - (from 09:02 PM to 10:31 PM)",
    "Third - At night - (from 12:03 AM to 01:39 AM)": "Third - At night - (from 12:03 AM to 01:39 AM)",
    "12th July 2024": "12th July 2024",
    "Tithi - Shashti (6th day) ends at 12:34 PM, Saptami (7th day) starts at 12:35 PM": "Tithi - Shashti (6th day) ends at 12:34 PM, Saptami (7th day) starts at 12:35 PM",
    "Nakshatra - Uttara Phalguni ends at 04:09 PM, Hasta starts at 04:10 PM": "Nakshatra - Uttara Phalguni ends at 04:09 PM, Hasta starts at 04:10 PM",
    "During the day - (from 05:47 AM to 08:05 AM)": "During the day - (from 05:47 AM to 08:05 AM)",
    "17th November 2024": "17th November 2024",
    "Tithi – Dwitiya (2nd day) ends at 09:07 PM, Tritiya (3rd day) starts at 09:08 PM": "Tithi – Dwitiya (2nd day) ends at 09:07 PM, Tritiya (3rd day) starts at 09:08 PM",
    "Nakshatra - Rohini ends at 05:24 PM, Mrigashirsha starts at 05:25 PM": "Nakshatra - Rohini ends at 05:24 PM, Mrigashirsha starts at 05:25 PM",
    "First - During the day - (from 10:51 AM to 02:04 AM)": "First - During the day - (from 10:51 AM to 02:04 AM)",
    "22nd November 2024": "22nd November 2024",
    "Tithi – Saptami (7th day) ends at 06:09 PM, Ashtami (8th day) starts at 06:10 PM": "Tithi – Saptami (7th day) ends at 06:09 PM, Ashtami (8th day) starts at 06:10 PM",
    "Nakshatra - Ashlesha ends at 05:11 PM, Magha starts at 05:12 PM": "Nakshatra - Ashlesha ends at 05:11 PM, Magha starts at 05:12 PM",
    "Night - (from 01:38 AM to 03:51 AM)": "Night - (from 01:38 AM to 03:51 AM)",
    "24th November 2024": "24th November 2024",
    "Tithi – Navami (9th day) ends at 10:21 PM, Dashami (10th day) starts at 10:22 PM": "Tithi – Navami (9th day) ends at 10:21 PM, Dashami (10th day) starts at 10:22 PM",
    "Nakshatra - Purva Phalguni ends at 10:18 PM, Uttara Phalguni starts at 10:19 PM": "Nakshatra - Purva Phalguni ends at 10:18 PM, Uttara Phalguni starts at 10:19 PM",
    "Night - (from 01:30 AM to 03:43 AM)": "Night - (from 01:30 AM to 03:43 AM)",
    "11th December 2024": "11th December 2024",
    "Tithi - Ekadashi (11th day) ends at 01:10 AM, Dwadashi (12th day) starts at 01:11 AM": "Tithi - Ekadashi (11th day) ends at 01:10 AM, Dwadashi (12th day) starts at 01:11 AM",
    "Nakshatra - Revati ends at 11:47 AM, Ashwini starts at 11:48 AM": "Nakshatra - Revati ends at 11:47 AM, Ashwini starts at 11:48 AM",
    "During the day - (from 09:16 AM to 11:00 AM)": "During the day - (from 09:16 AM to 11:00 AM)",
    "18th January 2025": "18th January 2025",
    "Tithi - Panchami (5th day) ends at 07:32 AM, Shashthi (6th day) starts at 07:33 AM": "Tithi - Panchami (5th day) ends at 07:32 AM, Shashthi (6th day) starts at 07:33 AM",
    "Nakshatra - Purva Phalguni ends at 02:53 PM, Uttara Phalguni starts at 02:54 PM": "Nakshatra - Purva Phalguni ends at 02:53 PM, Uttara Phalguni starts at 02:54 PM",
    "Second - At night - (from 09:50 PM to 12:07 AM)": "Second - At night - (from 09:50 PM to 12:07 AM)",
    "Third - At night - (from 02:25 AM to 04:42 AM)": "Third - At night - (from 02:25 AM to 04:42 AM)",
    "Month - Magha Shukla Paksha": "Month - Magha Shukla Paksha",
    "7th February 2025": "7th February 2025",
    "Tithi – Dashami (10th day) ends at 09:27 PM, Ekadashi (11th day) starts at 09:28 PM": "Tithi – Dashami (10th day) ends at 09:27 PM, Ekadashi (11th day) starts at 09:28 PM",
    "Nakshatra - Rohini ends at 06:41 PM, Mrigashirsha starts at 06:42 PM": "Nakshatra - Rohini ends at 06:41 PM, Mrigashirsha starts at 06:42 PM",
    "First - During the day - (from 10:10 AM to 11:46 AM)": "First - During the day - (from 10:10 AM to 11:46 AM)",
    "Second - During the day - (from 03:58 PM to 06:15 PM)": "Second - During the day - (from 03:58 PM to 06:15 PM)",
    "24th February 2025": "24th February 2025",
    "Tithi - Ekadashi (11th day) ends at 01:46 PM, Dwadashi (12th day) starts at 01:47 PM": "Tithi - Ekadashi (11th day) ends at 01:46 PM, Dwadashi (12th day) starts at 01:47 PM",
    "Nakshatra - Purvashadha ends at 06:59 PM, Uttarashadha starts at 07:00 PM": "Nakshatra - Purvashadha ends at 06:59 PM, Uttarashadha starts at 07:00 PM",
    "First - During the day - (from 09:03 AM to 10:39 AM)": "First - During the day - (from 09:03 AM to 10:39 AM)",
    "25th February 2025": "25th February 2025",
    "Tithi - Dwadashi (12th day) ends at 12:48 PM, Trayodashi (13th day) starts at 12:49 PM": "Tithi - Dwadashi (12th day) ends at 12:48 PM, Trayodashi (13th day) starts at 12:49 PM",
    "Nakshatra - Uttarashadha ends at 06:31 PM, Shravana starts at 06:32 PM": "Nakshatra - Uttarashadha ends at 06:31 PM, Shravana starts at 06:32 PM",
    "First - During the day - (from 09:40 AM to 10:35 AM)": "First - During the day - (from 09:40 AM to 10:35 AM)",
    "Second - During the day - (from 02:47 PM to 05:04 PM)": "Second - During the day - (from 02:47 PM to 05:04 PM)",
    "7th March 2025": "7th March 2025",
    "Tithi - Ashtami (8th day) ends at 09:20 AM, Navami (9th day) starts at 09:21 AM": "Tithi - Ashtami (8th day) ends at 09:20 AM, Navami (9th day) starts at 09:21 AM",
    "Nakshatra - Mrigashira ends at 11:33 PM, Ardra starts at 11:34 PM": "Nakshatra - Mrigashira ends at 11:33 PM, Ardra starts at 11:34 PM",
    "First - During the day - (from 08:20 AM to 09:56 AM)": "First - During the day - (from 08:20 AM to 09:56 AM)",
    "Second - During the day - (from 02:08 PM to 04:04 PM)": "Second - During the day - (from 02:08 PM to 04:04 PM)",
    "Fourth - At night - (from 01:34 AM to 03:38 AM)": "Fourth - At night - (from 01:34 AM to 03:38 AM)",
    "Note: In general, auspicious muhurta (auspicious timing) refers to those moments whe": "Note: In general, auspicious muhurta (auspicious timing) refers to those moments when, compared to the most favourable muhurta, there may be some additional doshas (inauspicious factors). However, even in these cases, the purity of nakshatra (lunar mansion), tithi (lunar day), and weekday is considered. Therefore, if marriage is necessary, it can be performed during these muhurtas",
    "In these muhurtas, the birth charts of the Bride and Groom are analyzed": "In these muhurtas, the birth charts of the Bride and Groom are analyzed based on the favourable positions of planets. For obtaining an extremely auspicious lagna (ascendant), please contact Sanatan Jyoti. The Vedic rules used to determine auspicious muhurtas are provided below. By understanding these rules, you can calculate an extremely favourable ascendant yourself",
    "List of doshas (inauspicious factors)": "List of doshas (inauspicious factors)",
    "Here is the list of doshas": "Here is the list of doshas (inauspicious factors) that one should be aware of during marriage:",
    "Utpat Dosha": "Utpat Dosha: This dosha indicates disturbances or obstacles",
    "Pat Dosha": "Pat Dosha (Mahapat): A severe form of dosha that can cause significant problems",
    "Dagdha Tith": "Dagdha Tithi: Inauspicious tithi (lunar day)",
    "Vaidhruti Dosha and other": "Vaidhruti Dosha and other malefic yogas: These are unfavourable planetary combinations.",
    "Ast (Inauspicious position)": "Ast (Inauspicious position) of the Moon: When the Moon is in an unfavourable position.",
    "Ast of Jupiter and Venus": "Ast of Jupiter and Venus: Inauspicious positions of these planets.",
    "Tithi Kshaya and Vriddh": "Tithi Kshaya and Vriddhi: Decreasing or increasing tithis (lunar days).",
    "Gandanta": "Gandanta: Critical junctions between water and fire signs.",
    "Madra": "Madra: Inauspicious nakshatra (constellation).",
    "Sankranti": "Sankranti: Solar ingress points.",
    "Ast Kal (Inauspicious time) for Lagna": "Ast Kal (Inauspicious time) for Lagna and Navamsha: Inauspicious moments for the ascendant and navamsha.",
    "Lagna, Moon, and Navamsha": "Lagna, Moon, and Navamsha in the 6th and 8th houses: Inauspicious positions.",
    "Lagna with Papavarga": "Lagna with Papavarga: When the ascendant has malefic planets.",
    "Chandrayut": "Chandrayuti: Inauspicious conjunction of the Moon.",
    "Krura Yoga in Navamsha Lagn": "Krura Yoga in Navamsha Lagna or Moon: Harsh or malefic combinations.",
    "Udayast Shuddh": "Udayast Shuddhi: Inauspicious sunrise",
    "Chandayudh": "Chandayudha: Inauspicious lunar weapons.",
    "Dashayoga Dosha": "Dashayoga Dosha: Negative planetary combinations.",
    "Jamitra": "Jamitra: Inauspicious nakshatra.",
    "Latta": "Latta: Inauspicious time.",
    "Vedhadosh": "Vedhadosha: Obstruction or interference.",
    "Bana": "Bana: Inauspicious planetary positions.",
    "Upagraha Dosha": "Upagraha Dosha: Malefic influence of sub-planets.",
    "Kartari": "Kartari: Scissors-like combinations.",
    "Kuyoga from Tithi, Vaar, and Nakshatr": "Kuyoga from Tithi, Vaar, and Nakshatra: Inauspicious combinations.",
    "Ardhayam": "Ardhayam: Inauspicious twilight.",
    "Kulik Dosha": "Kulik Dosha and other doshas: Various inauspicious factors.",
    "Vaar Dosha": "Vaar Dosha: Inauspicious weekdays.",
    "Krurakranta, Kruramukta": "Krurakranta, Kruramukta, and Kruradhishthita Nakshatra: Harsh or malefic nakshatras.",
    "Kruragantavya Nakshatra": "Kruragantavya Nakshatra: Nakshatras with malefic influence",
    "Grahan Nakshatra": "Grahan Nakshatra: Nakshatras affected by eclipses.",
    "Trividh Utpat Dosha Nakshatra": "Trividh Utpat Dosha Nakshatra: Nakshatras with three types of disturbances.",
    "Dhumaketu-affected Nakshatra": "Dhumaketu-affected Nakshatra: Nakshatras influenced by the comet Dhumaketu.",
    "Sayam Sandhya Udit Nakshatr": "Sayam Sandhya Udit Nakshatra: Nakshatras rising during evening twilight.",
    "Graha Yuddha Nakshatra": "Graha Yuddha Nakshatra: Nakshatras involved in planetary wars",
    "Graha-se Bhinna Nakshatr": "Graha-se Bhinna Nakshatra: Nakshatras not in harmony with the planets.",
    "Grahakrit Lagna Dosha": "Grahakrit Lagna Dosha: Inauspicious lagna caused by planets.",
    "Keep these doshas": "Keep these doshas in mind during marriage and avoid them even during other auspicious activities",
    "Consideration of Auspicious": "Consideration of Auspicious Wedding Timing According to Vedic Rules",
    "The timing for marriage (vivah muhurat)": "The timing for marriage (vivah muhurat) is determined based on Vedic principles. By adhering to these rules, you can also consider auspicious wedding timings",
    "Sun-Moon-Jupita": "Sun-Moon-Jupitar Strength consideration",
    "For determining the auspicious time for the bride (kanya)": "For determining the auspicious time for the bride (kanya), it is essential to assess her Guru Bala (strength of Jupiter) and Chandra Bala (strength of the Moon). Similarly, for the groom (var), evaluating Surya Bala (strength of the Sun) and Chandra Bala is important. It is considered ideal to perform the bride’s wedding during even-numbered years and the groom’s wedding during odd-numbered years. However, if the bride’s age is more than ten years, assessing Guru Bala is not necessary. This knowledge is authenticated by sage Vyasa and other sages.",
    "Therefore, both Surya Bala and Chandra Bala are crucial for the groom": "Therefore, both Surya Bala and Chandra Bala are crucial for the groom, while Chandra Bala and Guru Bala are essential for the bride. Lagna Bala (strength of the ascendant) is extremely significant for both. The tribal purification cycle is used for convenience. In modern times, Dwadashi Chandra (twelfth lunar day) is also considered auspicious.",
    "Months Suitable for Marriage:": "Months Suitable for Marriage:",
    "When the Sun is in the signs of Gemini": "When the Sun is in the signs of Gemini, Aquarius, Capricorn, Scorpio, Taurus, or Aries, those months are considered favourable for weddings. However, in the month when the Sun is in Gemini (specifically during Ashadha), weddings are only performed until the Dashami (tenth lunar day) of the bright fortnight (Shukla Paksha). After that, weddings are postponed until Devshayani Ekadashi (when Lord Vishnu rests in the ocean of milk). Nevertheless, if Kartik (Scorpio) follows Devshayani Ekadashi, if Chaitra (Aries) follows Kartik, or if Makar (Capricorn) follows the month of Paush, weddings can be conducted during these months as well.",
    "The question to consider here is whether": "The question to consider here is whether to choose the solar month (Saur Maas) or the lunar month (Chandramas) for marriage. Sage Kashyapa and other sages have considered the solar month auspicious, while Sage Narada and others have regarded the lunar month as favourable. However, Keshavarka suggests harmonizing both solar and lunar months to determine the auspicious time. According to him:",
    "Scorpio (Vrishchika)": "Scorpio (Vrishchika) and Margashirsha (Maargashirsha) Months: ",
    "These are considered excellent.": "These are considered excellent. Additionally, Capricorn (Makar) and Magha, as well as Vaishakha (Vaisakha) and Aries (Mesha), are also favourable. This is because both solar and lunar months are purified during these periods.",
    "Specific Auspicious Time for Marriage": "Specific Auspicious Time for Marriage:",
    "Marriage can be performed in Kartiki": "Marriage can be performed in Kartiki (Kartik) from Kartik Shukla Ekadashi to Margashirsha Krishna Panchami, considering the purity of both the Moon and the ascendant (lagna)",
    "In contemporary times, it is generally": "In contemporary times, it is generally accepted that performing marriages during the solar month (Saur Maas) when it is auspicious is favourable.",
    "Consideration of Birth Month and Other Factors:": "Consideration of Birth Month and Other Factors:",
    "The marriage of a child born from the first womb": "The marriage of a child born from the first womb (whether male or female) should not be performed based on their birth date (Chandra tithi) or birth nakshatra (lunar constellation). However, for a child born from the second womb, even if they are the elder sibling, their marriage can take place during the birth month and other factors. This ensures lineage purity. Marrying a child born from the elder womb during the birth month, etc., can hinder progeny and lineage growth",
    "If determining the exact wedding time": "If determining the exact wedding time is absolutely necessary, leave out the birth paksha (lunar fortnight) and calculate based on the birth date. However, in critical situations, it is advisable to exclude the birth nakshatra (lunar constellation) as well. Birth lagna (ascendant) should always be left out. Birth time can be omitted during emergencies.",
    "If it is extremely necessary to determine": "If it is extremely necessary to determine the timing of the marriage, then in such a situation, one must definitely exclude the birth fortnight. According to Atri and Vashishta, one must leave out the 5th and 3rd days. These days should be calculated from the birth date. However, Vashishta recommends that in case of necessity, one must definitely exclude the birth day (nakshatra). Therefore, the conclusion is that one must exclude the birth date, birth nakshatra, and birth ascendant in marriage. Another point regarding the birth ascendant is that one should also definitely exclude the eighth sign from the birth sign and ascendant, which will be explained further. The birth time must be excluded. This is not mandatory during times of distress.",
    "Three Jyeshtha Considerations": "Three Jyeshtha Considerations",
    "In astrology, the conjunction of Jyeshtha (elder) offspring": "In astrology, the conjunction of Jyeshtha (elder) offspring, Jyeshtha bride, and Jyeshtha month is known as “Trijyeshtha.” In this combination, the marriage between Jyeshtha bride and Jyeshtha groom is considered inauspicious. If either the bride or the groom is Jyeshtha, then during the Jyeshtha month, the marriage is considered moderately auspicious because at least one of them is Jyeshtha, and the Trijyeshtha combination is not formed. Some people also believe that marriage is possible during the remaining days of the Jyeshtha month, excluding the time when the Sun is in the Krittika nakshatra. Therefore, if possible, one should avoid marrying between Jyeshtha bride and Jyeshtha groom",
    "Latta, Paat, Yuti, Vedha, Jāmitra, Budhapañcak, Ekārgala, Upagraha, Krāntisāmya, and": "Latta, Paat, Yuti, Vedha, Jāmitra, Budhapañcak, Ekārgala, Upagraha, Krāntisāmya, and Dagdhā Tithi: These are the ten marriage doshas (inauspicious factors) to consider.",
    "Major Marriage Doshas:": "Major Marriage Doshas",
    "Latta Dosha": "Latta Dosha",
    "Latta Dosha occurs when the Sun harms": "Latta Dosha occurs when the Sun harms specific nakshatras. For example, the Sun harms the 12th nakshatra, Mars harms the 3rd nakshatra, Jupiter harms the 6th nakshatra, and Saturn harms the 8th nakshatra. Similarly, Mercury harms the 7th nakshatra, Rahu harms the 9th nakshatra, Venus harms the 5th nakshatra, and Full Moon harms the 22nd nakshatra. These doshas can affect various aspects of life.",
    "The Sun’s latte (beam) causes financial loss.": "The Sun’s latte (beam) causes financial loss.",
    "Mars’ latte (beam) leads to death": "Mars’ latte (beam) leads to death.",
    "The Moon’s latte (beam) results in adversity.": "The Moon’s latte (beam) results in adversity.",
    "Mercury’s latte (beam) also brings adversity": "Mercury’s latte (beam) also brings adversity.",
    "Jupiter’s latte (beam) causes harm to relatives": "Jupiter’s latte (beam) causes harm to relatives.",
    "Venus’ latte (beam) creates disturbances in work": "Venus’ latte (beam) creates disturbances in work.",
    "Saturn’s latte (beam) leads to death.": "Saturn’s latte (beam) leads to death.",
    "Even Rahu’s latte (beam) causes death.": "Even Rahu’s latte (beam) causes death.",
    "Remedies for Latta and Other Doshas:": "Remedies for Latta and Other Doshas:",
    "In Malwa, Latta is to be avoided": "In Malwa, Latta is to be avoided, in Kuru and Jangal, Paat is to be avoided, in Kashmir, Ekargala is to be avoided, and in all countries, Vedha nakshatras are to be avoided.",
    "Pat Dosha occurs during the": "Pat Dosha occurs during the end of certain yoga combinations, such as Harshan, Vaidhruti, Sadya, Vyatipata, Gand, and Shool. It is also known as Chandayudha Dosha.",
    "Remedies for Paat Dosha:": "Remedies for Paat Dosha:",
    "In the country associated with the Chitra nakshatra,": "- In the country associated with the Chitra nakshatra, Paat is to be avoided, In the Malwa region, avoid the Paat related to Anuradha and Magha nakshatras, In the northern part of the country, avoid the Paat related to Revati and Shravana nakshatras, In all countries, avoid the Paat related to Ashlesha nakshatra.",
    "Krantisamya (Mahapat) Dosha": "Krantisamya (Mahapat) Dosha: ",
    "This dosha arises when the Sun and the Moon": "This dosha arises when the Sun and the Moon are in the same degree of longitude. It is considered inauspicious for all activities. Specific combinations of signs lead to this dosha. As an example, the possibilities of Mahapaat (great affliction) are being described: In the 5th-11th, 2nd-10th, 7th-11th, 6th-12th, 4th-8th, and 9th-3rd signs, a situation arises where the Sun is in one sign and the Moon is in the other, resulting in Krantisamya Dosha (affliction due to conjunction of Sun and Moon).",
    "Ekargala Dosha": "Ekargala Dosha",
    "Ekargala Dosha occurs when there is a combination of": "Ekargala Dosha: Ekargala Dosha occurs when there is a combination of Vyaghata, Gand, Vyatipata, Shool, Vaidhruti, Vajra, Parigha, and Atigandha Yogas, along with the Sun and Moon being in odd-numbered nakshatras. In the calculation of nakshatras, Abhijit is also included, although in some cases, it is not counted.",
    "Upagraha Dosha:": "Upagraha Dosha:",
    "Upagraha Dosha occurs when the Moon": "Upagraha Dosha occurs when the Moon is in specific nakshatras (5, 8, 10, 14, 7, 19, 15, 18, 11, 22, 23, 24, 25) relative to the Sun. It brings negative effects related to wealth, marriage, and travel. This dosha is particularly significant in Kurukshetra, Kashmir, Haryana, Punjab, Himachal Pradesh, and Kashmir.",
    "Varadosha (Kulik) Consideration": "Varadosha (Kulik) Consideration",
    "The days associated with Varadosha (Kulik) are as follows:": "The days associated with Varadosha (Kulik) are as follows:· Sunday: 14, Monday: 12, Tuesday (Mars): 10, Wednesday (Mercury): 8, Thursday (Jupiter): 6, Friday (Venus): 3, Saturday (Saturn): 2 . These numbers represent the Kulik muhurtas. Subtracting 1 from the nighttime numbers provides the corresponding daytime numbers. For example, the daytime number for Sunday is 13. These muhurtas are considered inauspicious, and the 15th muhurta on Saturday night is also avoide",
    "Dagdha Tithis:": "Dagdha Tithis:",
    "Dagdha tithis occur when the Sun is in specific signs": "Dagdha tithis occur when the Sun is in specific signs: Pisces and Sagittarius: 2nd tithi, Taurus and Aquarius: 4th tithi, Aries and Cancer: 6th tithi, Virgo and Gemini: 8th tithi, Scorpio and Leo: 10th tithi, Capricorn and Libra: 12th tithi These tithis are considered inauspicious for auspicious activities. According to Sage Kashyapa, this concept applies mainly to central India",
    "Remedies for the Mentioned Doshas": "Remedies for the Mentioned Doshas",
    "When Latta, Ekargala, Upagraha": "When Latta, Ekargala, Upagraha, Pat, Jamitra, Kartari, or Udayasta doshas are present in the marriage chart, their effects are nullified if the Sun and Moon are in favourable signs and houses. This cancellation is similar to how darkness disappears after sunrise.",
    "Remedies Based on Regional Differences": "Remedies Based on Regional Differences",
    "The Upagraha Dosha is observed in Kurukshetra,": "The Upagraha Dosha is observed in Kurukshetra, Himachal, Kashmir, Haryana, and Punjab, while the Pat Yoga occurs in Kalinga and Banga (Odisha and Bengal). The Latta Dosha is found in Saurashtra and Shalva (Gujarat, Rajasthan, and Malwa) regions, and the Vedha Dosha is considered entirely inauspicious.",
    "Dashayoga Dosha:": "Dashayoga Dosha",
    "Dashayoga is a specific astrological": "Dashayoga is a specific astrological combination that is considered inauspicious. Its principle is based on dividing the sum of the numbers of the nakshatras governed by the Sun and Moon by 27. If the remainder is 0, 1, 4, 6, 10, 11, 15, 18, 19, or 20, that day is considered ‘Dashayoga,’ which is tainted by the dosha.",
    "Jamitra Dosha:": "Jamitra Dosha:",
    "The presence of any planet in the seventh house": "The presence of any planet in the seventh house (Jamitra) from the marriage ascendant or Moon is known as Jamitra Dosha, and marriage is not advised in such a case. For a detailed consideration, the presence of any planet in the 55th navamsha from the ascendant or Moon is also a significant factor for Jamitra Dosha. If six signs are added to the ascendant or Moon sign, the navamsha of the seventh house will be revealed, which should be free of any planets.",
    "Panchabana Consideration:": "Panchabana Consideration:",
    "Starting from Shukla Pratipada,": "Starting from Shukla Pratipada, add the number of the ascendant sign to the number of past tithis. Then, divide the result by 9. The remainders 8, 2, 4, 6, and 1 correspond to disease arrow, fire arrow, royal arrow, thief arrow, and death arrow, respectively. This method is particularly popular in South India, especially Maharashtra.",
    "Remedies for the Arrows:": "Remedies for the Arrows:",
    "The thief and disease arrows occur at night,": "The thief and disease arrows occur at night, the royal arrow during the day, and the fire arrow also during the day. The death arrow is particularly undesirable during both twilights. Additionally, the royal arrow on Saturday, the death arrow on Wednesday, the fire thief arrow on Tuesday, and the disease arrow on Sunday are especially condemned.",
    "Udayastha Shuddhi:": "Udayastha Shuddhi:",
    "In the positions of all planets, they have a one-quarter": "In the positions of all planets, they have a one-quarter aspect on the 3rd and 10th, a half aspect on the 5th and 9th, and a three-quarter aspect on the 4th and 8th, while a full aspect on the 7th. However, Saturn has a full aspect on the 3rd and 10th, Jupiter on the 5th and 9th, and Mars on the 4th and 8th, and all have a full aspect on the 7th. When the purification of the ascendant and the seventh house is combined, it is called Udaya or Asta Shuddhi.",
    "Surya Sankram Dosha": "Surya Sankram Dosha",
    "For the four Sankrantis of Aries and Libra": "For the four Sankrantis of Aries and Libra (equinoxes), and Cancer and Capricorn (solstices), refrain from auspicious activities for three days: the day of Sankranti, the previous day, and the following day. For the other eight Sankrantis, avoid auspicious activities 16 hours before and after the Sankranti.",
    "Other Planetary Transits": "Other Planetary Transits: ",
    "During the Sun’s transit, avoid activities for 32-33": "During the Sun’s transit, avoid activities for 32-33 (divine) hours, during the Moon’s transit for 2 hours, and during Mars’ sign change for 9 hours before and after. For Mercury, avoid 6 hours; for Jupiter, 88 hours; for Venus, 9 hours; and for Saturn, 160 hours. The hours around the Sun’s transit are particularly condemned. If possible, avoid the specified hours half before and half after the transit of other planets.",
    "Lagna Doshas": "Lagna Doshas: ",
    "During the day, Libra and Scorpio ascendants are deaf,": "During the day, Libra and Scorpio ascendants are deaf, and at night, Sagittarius and Capricorn ascendants are deaf. Aries, Taurus, and Leo ascendants are blind during the day, while Gemini, Virgo, and Cancer ascendants are blind at night. Aquarius during the day and Pisces at night are considered “lame.” These lame, blind, and deaf ascendants should be avoided, in marriage. According to another view, Libra, Scorpio, and Sagittarius ascendants are blind after noon during the day. Gemini, Cancer, and Virgo are blind at night. Aries, Taurus, and Leo are blind during the day. Capricorn, Aquarius, and Pisces are lame in the morning, evening, and twilight. However, sages do not agree with this view. A deaf (Kaana) ascendant leads to poverty, a day-blind ascendant to widowhood, a night-blind ascendant to loss of offspring, and a lame ascendant to loss of happiness and wealth. However, if the lord of the ascendant or Jupiter aspects the above ascendants, there is no special fault.",
    "Auspicious Navamshas in Marriage Ascendant": "Auspicious Navamshas in Marriage Ascendant: ",
    "In the marriage ascendant, the 9th, 7th, 6th,": "In the marriage ascendant, the 9th, 7th, 6th, and 3rd navamshas are particularly auspicious. Alternatively, the Pisces navamsha is also considered favourable. In these navamshas, performing the main rituals of marriage (like giving away the bride or the pheras) brings happiness and good fortune to the bride.",
    "Lagna Bhang Yoga:": "Lagna Bhang Yoga:",
    "Even after determining the auspiciousness": "Even after determining the auspiciousness of the ascendant according to the aforementioned rules, if Saturn is in the 12th house of the ascendant, Mars in the 10th, Venus in the 3rd, or if the Moon or a malefic planet is in the ascendant, or if the lord of the ascendant, Moon, or Venus is in the 6th, or if the lord of the ascendant, Mars, or a benefic planet is in the 8th, or if any planet is in the 7th, then any one of these conditions can taint an otherwise perfect ascendant.",
    "Yoga that Destroys Many Doshas": "Yoga that Destroys Many Doshas",
    "Apart from the year dosha, solstice dosha, season, lunar": "Apart from the year dosha, solstice dosha, season, lunar day, month, nakshatra, fortnight, burnt lunar day, other doshas, and lame ascendant, other inauspicious factors like calamitous days are also nullified if Mercury and Jupiter are located in the 1st, 4th, 10th, 5th, or 9th houses, i.e., in the central triangle excluding the 7th. Similarly, if the navamsha of the Moon associated with a malefic planet exists, then that dosha also becomes ineffective.",
    "Lagna Vimsopaka Consideration:": "Lagna Vimsopaka Consideration:",
    "In the marriage ascendant, favourable positions of variou": "In the marriage ascendant, favourable positions of various planets provide us with Vimsopaka strength. “Vimsopaka” means it is a part of 20. We take it as a full unit and consider its parts. Just as a percentage is a part of 100, Vimsopaka is a part of 20. A total Vimsopaka up to 10 is weak, up to 15 is moderate, and above 15 is considered excellent.",
    "Significant Factors in Marriage Ascendant:": "Significant Factors in Marriage Ascendant:",
    "In the marriage ascendant, Venus represents the": "In the marriage ascendant, Venus represents the mother-in-law, the Sun represents the father-in-law, the ascendant represents the body of the bride, the 7th house represents the husband, and the Moon represents the mind. Thus, in the marriage ascendant, the results are according to the strength and position of the planets. The Sun brings happiness from the husband, the Moon brings mental happiness to the bride, Mars brings wealth, Mercury brings children, Jupiter brings the father-in-law, Venus brings righteousness, and Saturn brings happiness from land, houses, etc.",
    "Godhuli Lagna:": "Godhuli Lagna:",
    "If no ascendant is pure on the day of the marriage and the Ghati Lagna": "If no ascendant is pure on the day of the marriage and the Ghati Lagna is also not auspicious, then the Godhuli Lagna is considered. However, if other ascendants are available, Godhuli Lagna is not praised. In Godhuli Lagna, the purity of nakshatra, lunar day, karan, ascendant, weekday, navamsha muhurta, and yoga is not considered. This lagna is extremely suitable for all auspicious activities. That is, Godhuli Lagna is used only if no other ascendant muhurta is available. During the months of Margashirsha, Paush, Magha, and Phalguna, the Sun’s orb appears without rays, while in the months of Chaitra, etc., half of the Sun’s image is hidden. In the months of Shravana, etc., the entire Sun’s image is hidden, and it is during this time that Godhuli Lagna occurs. Thus, this lagna is extremely suitable for all auspicious activities.",
    "Prohibited Doshas in Godhuli:": "Prohibited Doshas in Godhuli:",
    "On Thursdays, the Godhuli part after sunset (due to Arthayam Dosha) is inauspicious.": "On Thursdays, the Godhuli part after sunset (due to Arthayam Dosha) is inauspicious.",
    "On Saturdays, the Godhuli after sunset (due to Kalki) is condemned.": "On Saturdays, the Godhuli after sunset (due to Kalki) is condemned.",
    "In Godhuli Lagna, if the Moon is in the 1st, 6th,": "In Godhuli Lagna, if the Moon is in the 1st, 6th, or 8th house, the bride’s death is possible.",
    "In Godhuli Lagna, if Mars is in the 7th or 8th house, the groom’s death occurs.": "In Godhuli Lagna, if Mars is in the 7th or 8th house, the groom’s death occurs.",
    "In Godhuli Lagna, if the Moon is in the 2nd, 3rd, or 11th houses": "In Godhuli Lagna, if the Moon is in the 2nd, 3rd, or 11th houses, it enhances the happiness of the groom and bride",
    "Sun Clarification": "Sun Clarification",
    "On the day you need to clarify the Sun, first check when the last Sankranti": "On the day you need to clarify the Sun, first check when the last Sankranti occurred. Write down the time and day of Sankranti. Then subtract this time from your desired time and past days. After multiplying the remainder by the current monthly motion, divide the product by 60 to clarify the current Sun. This degree of the Sun should also include the previous sign according to Sankranti.",
    "Lagna Sadhana:": "Lagna Sadhana",
    "In the marriage ascendant, when the desired navamsha or auspicious navamsha": "In the marriage ascendant, when the desired navamsha or auspicious navamsha is present, multiply the number of the previous navamsha by 10. Then, divide the product by 3. The resulting quotient is the consumed part of the ascendant. This rule is used for the ascendant and Shadvarga. It is believed that the Gemini navamsha in the Gemini ascendant is auspicious for marriage.",
    "Ishta Sadhana:": "Ishta Sadhana",
    "We have determined the desired ascendant": "We have determined the desired ascendant, but to know when this ascendant will occur, we use Ishta Sadhana. Ishta Kaal means that when the Sun is already known, the Sayana ascendant and Ayanamsha can be subtracted to determine the Nirayana ascendant. Similarly, by performing the opposite action through the Sun and moments, the Ishta Kaal can be determined.",
    "Upcoming Festivals": "Upcoming Festivals",
    "Shubh Muhurat": "Shubh Muhurat",
    "Main Festival": "Main Festival",
    "GocharChart": "Gochar Chart",
    "Mundan Sanskar": "Mundan Sanskar",
    "Mundan Sanskar (Head Tonsure Ceremony)": "Mundan Sanskar (Head Tonsure Ceremony) 2024-2025",
    "Mundan Sanskar (Head Tonsure Ceremony) is one of the sixteen sacraments": "Mundan Sanskar (Head Tonsure Ceremony) is one of the sixteen sacraments performed in the Sanatan tradition after the birth of a newborn. This sacrament is mainly performed in the odd years following the birth of the child, i.e., when the boy or girl is in their first year, third year, fifth year, or seventh year. ",
    "In most families, the Mundan Sanskar": "In most families, the Mundan Sanskar is performed in the odd-numbered years and during the Uttarayan period of the Sun, considering an auspicious date, day, and constellation (Nakshatra). When the Sun is in the Uttarayan position, it moves towards the north. In the Sanatan tradition, this position is considered a symbol of spiritual advancement and positive energy. Therefore, performing the Mundan Sanskar during this time is believed to be beneficial for the child. ",
    "However, some families have their own customs": "However, some families have their own customs according to which they perform the Mundan Sanskar on a specific date each year. Similarly, some people perform the Mundan Sanskar during the auspicious days of Navratri. Everyone has their own beliefs, and Sanatan Jyoti always upholds the view that if your family performs the Mundan Sanskar with certain special customs and beliefs, you should follow those traditions. But if you do not adhere to any specific date or belief and wish to determine an auspicious time for the Mundan Sanskar, the auspicious times are given below. If you want more information about the auspicious times, you can contact Sanatan Jyoti. ",
    "Hasta": "Hasta",
    "From Evening 04:10 PM to 12:00 AM midnight": "From Evening 04:10 PM to 12:00 AM midnight",
    "Swati": "Swati",
    "From Evening 07:30 PM to 12:00 AM midnight": "From Evening 07:30 PM to 12:00 AM midnight",
    "Shravana": "Shravana",
    "From Afternoon 01:15 PM to Midnight 12:00AM ": "From Afternoon 01:15 PM to Midnight 12:00AM ",
    "Mrigashira": "Mrigashira",
    "From Morning 10:15 AM to Evening 04:00 PM": "From Morning 10:15 AM to Evening 04:00 PM",
    "From Morning to 12:00 AM Midnight": "From Morning to 12:00 AM Midnight",
    "From Morning 06:00 AM to 12:00 AM midnight.": "From Morning 06:00 AM to 12:00 AM midnight.",
    "Jyeshtha": "Jyeshtha",
    "From Afternoon 12:30 PM to Midnight 12:00AM": "From Afternoon 12:30 PM to Midnight 12:00AM",
    "Dashami (10th day),  Ekadashi (11th day)": "Dashami (10th day),  Ekadashi (11th day)",
    "From Morning to 12:30 AM Midnight.": "From Morning to 12:30 AM Midnight.",
    "From Morning 10:45 AM to Evening 08:00 PM": "From Morning 10:45 AM to Evening 08:00 PM",
    "From Morning to 04:00 PM Evening.": "From Morning to 04:00 PM Evening.",
    "Punarvashu": "Punarvashu",
    "From Evening 04:15 PM to 12:00 AM midnight": "From Evening 04:15 PM to 12:00 AM midnight",
    "Hasta,  Chitra": "Hasta,  Chitra",
    "From Morning to 03:30 PM Afternoon": "From Morning to 03:30 PM Afternoon.",
    "Chitra": "Chitra",
    "Dhanishta": "Dhanishta",
    "From Afternoon 01:30 PM to Night 10:00 PM ": "From Afternoon 01:30 PM to Night 10:00 PM ",
    "From Afternoon 01:00 PM to Midnight 12:00AM": "From Afternoon 01:00 PM to Midnight 12:00 AM ",
    "From Evening 05:30 PM to 12:00 AM midnight": "From Evening 05:30 PM to 12:00 AM midnight",
    "From Morning to 03:54 PM Afternoon.": "From Morning to 03:00 PM Afternoon",
    "Chitra, Swati": "Chitra, Swati",
    "From Afternoon 01:00 PM 03:30PM": "From Afternoon 01:00 PM 03:30 PM",
    "From Morning to 12:00 PM Afternoon.": "From Morning to 12:00 PM Afternoon.",
    "Pushya": "Pushya",
    "Till 10:30 A.M Morning": "Till 10:30 A.M Morning",
    "Hasta, Chitra": "Hasta, Chitra",
    "From Morning 10:00 AM to 12:00 AM midnight.": "From Morning 10:00 AM to 12:00 AM midnight",
    "From Evening 04:20 PM to 12:00 AM midnight": "From Evening 04:20 PM to 12:00 AM midnight",
    "From Morning to 06:00 PM Evening.": "From Morning to 06:00 PM Evening.",
    "From Morning 07:30 AM to Night 10:40 PM.": "From Morning 07:30 AM to Night 10:40 PM.",
    "Till 11:00 A.M Morning.": "Till 11:00 A.M Morning.",
    "Punarvashu, Pushya": "Punarvashu, Pushya",
    "Tilakotsav Muhurat": "Tilakotsav Muhurat",
    "Auspicious Tilakotsav Muhurat": "Auspicious Tilakotsav Muhurat 2024-2025",
    "The Tilakotsav ceremony is usually organized": "The Tilakotsav ceremony is usually organized a few days before the wedding; however, now a days, some people conduct this ritual just a few hours before the wedding, making it an important part of the wedding preparations. In this ceremony, the bride's brother or a close relative applies a tilak (a ceremonial mark) on the groom's forehead. This event fosters mutual cooperation, love, and goodwill between the two families. Through Tilakotsav, the families of the bride and groom come closer to each other, promoting sweetness and trust in their relationships. On this occasion, the elders and other members of both families bless the groom and wish him a prosperous life. This ritual is considered auspicious for the groom's happiness, prosperity, and longevity, and therefore, it should be performed at an auspicious time. In today's fast-paced life, some people combine Tilakotsav, Bariksha, and engagement ceremonies to save time and unnecessary expenses. In such situations, these three rituals can be performed together at the same auspicious time. ",
    "To determine the auspicious timing": "To determine the auspicious timing for Tilakotsav, below are some dates, days, and constellations (Nakshatras) which are considered optimal for fixing the auspicious time. ",
    "Dwitiya (2nd day), Tritiya (3rd day)": "Dwitiya (2nd day), Tritiya (3rd day), Panchami (5th day), Saptami (7th day), Ashtami (8th day), Dashami (10th day), Ekadashi (11th day), Dwadashi (12th day), Trayodashi (13th day), Purnima (Full Moon)",
    " Sunday, Monday, Wednesday, Thursday, Friday ": " Sunday, Monday, Wednesday, Thursday, Friday ",
    "Constellations (Nakshatras)": "Constellations (Nakshatras) :",
    "Purva Phalguni, Uttara Phalguni, Purvashadha, Uttarashadha" : "Purva Phalguni, Uttara Phalguni, Purvashadha, Uttarashadha, Purva Bhadrapada, Uttara Bhadrapada, Krittika, Rohini.",
    "(Note: Special attention should be paid": "(Note: Special attention should be paid to avoiding Bhadra, Kharmas, and the periods when Jupiter and Venus are debilitated during this time.) ",
    "Sanatan Jyoti has specified": "Sanatan Jyoti has specified some auspicious muhurat for our users, which are as follows, To consult in detail please contact Sanatan Jyoti ",
    "Constellations": "Constellations",
    "Friday, July 12, 2024": "Friday, July 12, 2024",
    "Uttara Phalguni": "Uttara Phalguni",
    "Saptami (7th day)": "Saptami (7th day)",
    "From Afternoon 12:35 PM to Evening 04:09PM ": "From Afternoon 12:35 PM to Evening 04:09PM ",
    "Sunday, July 21, 2024": "Sunday, July 21, 2024",
    "Uttarashadha": "Uttarashadha",
    "Purnima (Full Moon)": "Purnima (Full Moon)",
    "From Morning to 03:45 PM Afternoon.": "From Morning to 03:45 PM Afternoon.",
    "Thursday, July 25, 2024": "Thursday, July 25, 2024",
    "Purva Bhadrapada, Uttara Bhadrapada": "Purva Bhadrapada, Uttara Bhadrapada",
    "Panchami (5th day)": "Panchami (5th day)",
    "From Morning to 12:00 AM Midnight.": "From Morning to 12:00 AM Midnight.",
    "Monday, July 8, 2024": "Monday, July 8, 2024",
    "Purva Phalguni": "Purva Phalguni",
    "Tritiya (3rd day)": "Tritiya (3rd day)",
    "From Morning to 08:32 PM Night.": "From Morning to 08:32 PM Night.",
    "Friday, August 16, 2024": "Friday, August 16, 2024",
    "Purvashadha": "Purvashadha",
    "Dwadashi (12th day)": "Dwadashi (12th day)",
    "From Afternoon 12:45 PM to Midnight 12:00AM ": "From Afternoon 12:45 PM to Midnight 12:00AM ",
    "Wednesday, August 21, 2024": "Wednesday, August 21, 2024",
    "Purva Bhadrapada": "Purva Bhadrapada",
    "Dwitiya (2nd day),  Tritiya (3rd day), ": "Dwitiya (2nd day),  Tritiya (3rd day), ",
    "Krittika": "Krittika",
    "From Evening 04:50 PM to 12:00 AM midnight": "From Evening 04:50 PM to 12:00 AM midnight",
    "Krittika, Rohini": "Krittika, Rohini",
    "Ashtami (8th day)": "Ashtami (8th day)",
    "Dwitiya (2nd day)": "Dwitiya (2nd day)",
    "From Morning 09:50 AM to 12:00 AM midnight.": "From Morning 09:50 AM to 12:00 AM midnight.",
    "Dashami (10th day)": "Dashami (10th day)",
    "Saptami (7th day), Ashtami (8th day)": "Saptami (7th day), Ashtami (8th day)",
    "From Morning to 12:05 PM Afternoon.": "From Morning to 12:05 PM Afternoon.",
    "Ekadashi (11th day)": "Ekadashi (11th day)",
    "From Afternoon 12:30 PM to Midnight 12:00AM ": "From Afternoon 12:30 PM to Midnight 12:00AM ",
    "Purva Phalguni, Uttara Phalguni": "Purva Phalguni, Uttara Phalguni",
    "Ekadashi (11th day), Dwadashi (12th day) ": "Ekadashi (11th day), Dwadashi (12th day) ",
    "Revati": "Revati",
    "Dwadashi (12th day), Trayodashi (13th day)": "Dwadashi (12th day), Trayodashi (13th day)",
    "From Night 09:57 PM to Midnight 12:00AM ": "From Night 09:57 PM to Midnight 12:00AM ",
    "Rohini": "Rohini",
    "From Morning to 05:25 PM Evening.": "From Morning to 05:25 PM Evening.",
    "From Morning to 01:10 PM Afternoon.": "From Morning to 01:10 PM Afternoon.",
    "From Afternoon 12:51 PM to Evening 05:27PM": "From Afternoon 12:51 PM to Evening 05:27PM ",
    "From Evening 06:45 PM to 12:00 AM midnight": "From Evening 06:45 PM to 12:00 AM midnight",
    "From Morning to 05:40 PM Evening.": "From Morning to 05:40 PM Evening.",
    "From Morning 09:05 AM to Night 08:36 PM.": "From Morning 09:05 AM to Night 08:36 PM.",
    "Uttara Bhadrapada": "Uttara Bhadrapada",
    "From Morning 09:20 AM to 12:00 AM Midnight": "From Morning 09:20 AM to 12:00 AM Midnight",
    "From Morning to 06:40 PM Evening.": "From Morning to 06:40 PM Evening.",
    "From Night 09:10 PM to Midnight 12:00AM ": "From Night 09:10 PM to Midnight 12:00AM ",
    "Purvashadha, Uttarashadha": "Purvashadha, Uttarashadha",
    "From Afternoon 12:53 PM to Midnight 12:00AM ": "From Afternoon 12:53 PM to Midnight 12:00AM ",
    "From Morning to 12:25 PM Afternoon.": "From Morning to 12:25 PM Afternoon.",
    "AdvancePanDesc": "Although the Sanatan Jyoti provides a daily Panchang through which you can accurately plan your daily activities, it also offers a special 'Advance Panchang' facility to its users. Through the Advance Panchang, you can obtain precise information for any place, date, and time, whether it is for the future or the past. This type of special Panchang is available 'exclusively' on Sanatan Jyoti and is not offered on any other website or printed Panchang. This unique facility of Sanatan Jyoti is extremely useful for Panchang users who calculate the accuracy of planets for horoscope creation or determine a specific past period. Additionally, the Advance Panchang is used for selecting auspicious times for religious ceremonies such as weddings, housewarming ceremonies, or naming ceremonies, as well as for agricultural activities like sowing and harvesting crops.",
    "Exclusive": "Exclusive",
    "Vadhu Pravesh": "Bride’s Arrival",
    "Bride’s (Vadhu) Arrival": "Bride’s (Vadhu) Arrival",
    "In earlier times, marriages used to take place early": "In earlier times, marriages used to take place early, but the ritual of 'Gauna' (the ceremonial send-off of the bride to the groom's house) would occur sometime later. A specific date and time was fixed for 'Gauna' or bride entry. Over the time, traditions changed, and the practice of sending off the bride (vidaai) immediately after the wedding began. In this practice, the 'Gauna' happens right after the wedding, along with the bride's entry into her new home. According to today's customs, the following aspects should be primarily considered during the bride's entry:",
    "Day of Entry:": "Day of Entry",
    "The days Sunday, Wednesday, and Tuesday are generally": " The days Sunday, Wednesday, and Tuesday are generally considered inauspicious for the bride's entry. This is because Sunday is associated with disease, Wednesday with death, and Tuesday with widowhood. All other days are considered auspicious for the bride's entry.",
    "If the send-off (vidaai) falls": "(If the send-off (vidaai) falls on these days, try to ensure that the bride's entry into her new home happens before sunrise, as the beginning of the day in Sanatan tradition starts with sunrise. However, if the wedding procession (baraat) is coming from another place, arrange for them to stay elsewhere and have the bride's entry on an auspicious day or at an auspicious time.) ",
    "It is essential to consider Bhadra (a specific inauspicious time)": "It is essential to consider Bhadra (a specific inauspicious time) when planning the bride's entry. The bride's entry should be completely avoided during Bhadra of the mortal world, as any auspicious activity performed during this time does not yield positive results. ",
    "(To learn about the Bhadra of the mortal world, refer to our Panchang.)": "(To learn about the Bhadra of the mortal world, refer to our Panchang.) ",
    "Time Periods:": "Time Periods",
    "When planning the brides entry": "When planning the bride's entry, it is important to consider inauspicious periods such as Rahu Kaal, Yamghant Kaal, and Gulik Kaal. The bride's entry should be avoided during these times. ",
    "(To learn about auspicious times, refer to our Panchang.)": "(To learn about auspicious times, refer to our Panchang.) ",
    "Constellation (Nakshatra)": "Constellation (Nakshatra)",
    "Bride’s (Vadhu) entry , special attention": "Bride’s (Vadhu) entry , special attention should be paid to the constellation. It is considered auspicious to conduct the bride's entry during the following constellations: Hast, Chitra, Rohini, Mrigashira, Magha, Pushya, Dhanishta, Shravan, Uttara Phalguni, Uttarashada, Uttara Bhadrapada, Moola, Anuradha, Ashwini, and Revati.",
    "(To learn more about constellations, please refer to our Panchang.)": "(To learn more about constellations, please refer to our Panchang.) ",
    "Directional Impurity": "Directional Impurity",
    "While directional impurity is acknowledged": "While directional impurity is acknowledged in many places, it is not recognized in many others. However, if the rules of directional impurity are followed in your customs, then attention should be paid to the rules of directional impurity at the time of the bride's entry as per the table below.",
    "To consider the auspicious timing": "To consider the auspicious timing for the bride's entry, you can contact Sanatan Jyoti. ",
    "Direction": "Direction",
    "East": "East",
    "North": "North",
    "South": "South",
    "West": "West",
    "BarikshaSagai": "Bariksha & Sagai",
    "Bariksha and Sagai": "Bariksha And Engagement Muhurat",
    "The initial ritual following the confirmation": "The initial ritual following the confirmation of marriage is the Bariksha and engagement ceremony. During this event, elders and family members from both sides bestow blessings upon the bride and groom through the presentation of gifts such as clothing, sweets, and fruits, symbolizing well wishes for their future together. As the inaugural ritual of marriage, Bariksha and engagement ceremony should be performed at an auspicious time, so that    ahead path for the bride and groom is filled with happiness and prosperity. Below are some dates, days, and constellations provided to determine an auspicious moment for the Bariksha and engagement ceremony, which is considered optimal: - ",
    "Dwitiya (2nd day), Tritiya (3rd day), Panchami (5th day)": "Dwitiya (2nd day), Tritiya (3rd day), Panchami (5th day), Saptami (7th day), Ashtami (8th day), Dashami (10th day), Ekadashi (11th day), Dwadashi (12th day), Trayodashi (13th day), Purnima (Full Moon)",
    "Monday, Wednesday, Thursday, Friday, Sunday": "Monday, Wednesday, Thursday, Friday, Sunday ",
    "Swati, Uttara Ashadha, Shravana": "Swati, Uttara Ashadha, Shravana, Purva Phalguni, Purva Ashadha, Purva Bhadrapada, Anuradha, Dhanishta, Krittika, Rohini, Revati, Moola, Mrigashira, Magha, Hasta, Uttara Phalguni, Uttara Bhadrapada ",
    "(Note: Special attention should be paid to avoiding Bhadra": "(Note: Special attention should be paid to avoiding Bhadra, Kharmas, and the periods when Jupiter and Venus are debilitated during this time.) ",
    "Sanatan Jyoti has specified some auspicious": "Sanatan Jyoti has specified some auspicious muhurat for its users, which are as follows:",
    "Uttara Phalguni, Hasta": "Uttara Phalguni, Hasta",
    "From Afternoon 12:35 PM to Midnight 12:00AM": "From Afternoon 12:35 PM to Midnight 12:00 AM ",
    "Anuradha": "Anuradha",
    "Ekadashi (11th day), Dwadashi (12th day)": "Ekadashi (11th day), Dwadashi (12th day)",
    "Moola": "Moola",
    "Trayodashi (13th day)": "Trayodashi (13th day)",
    "From Morning to 07:40 PM Evening.": "From Morning to 07:40 PM Evening.",
    "Uttara Ashadha,": "Uttara Ashadha",
    "From Morning to 03:40 PM Afternoon.": "From Morning to 03:40 PM Afternoon.",
    "Shravana,  Dhanishta": "Shravana,  Dhanishta",
    "From 01:15 PM Afternoon to 12:00 midnight.": "From 01:15 PM Afternoon to 12:00 midnight.",
    "Rohini, Mrigashira": "Rohini, Mrigashira",
    "From Morning to 10:25 PM Night.": "From Morning to 10:25 PM Night.",
    "Magha": "Magha",
    "From Evening 06:10 PM to 12:00 AM midnight": "From Evening 06:10 PM to 12:00 AM midnight",
    "From Morning to 10:05 PM Night.": "From Morning to 10:05 PM Night.",
    "From Evening 05:50 PM to 12:00 AM midnight": "From Evening 05:50 PM to 12:00 AM midnight",
    "From Morning to 08:30 PM Night.": "From Morning to 08:30 PM Night.",
    "From Afternoon 12:55 PM to Midnight 12:00AM": "From Afternoon 12:55 PM to Midnight 12:00 AM ",
    "Moola, Purva Ashadha": "Moola, Purva Ashadha",
    "Purva Ashadha":"Purva Ashadha",
    "Uttara Ashadha, Shravana": "Uttara Ashadha, Shravana",
    "From Morning to 05:50 PM Evening": "From Morning to 05:50 PM Evening",
    "Shravana, Dhanishta": "Shravana, Dhanishta",
    "From Morning to 11:50 PM Night": "From Morning to 11:50 PM Night",
    "From Morning 10:41 AM to Night 08:55 PM.": "From Morning 10:41 AM to Night 08:55 PM",
    "From Morning to 03:10 PM Afternoon.": "From Morning to 03:10 PM Afternoon.",
    "From Evening 06:40 PM to 12:00 AM midnight": "From Evening 06:40 PM to 12:00 AM midnight",
    "From Morning 10:50 AM to 12:00 AM midnight.": "From Morning 10:50 AM to 12:00 AM midnight.",
    "From Afternoon 12:20 PM to Midnight 12:00AM ": "From Afternoon 12:20 PM to Midnight 12:00 AM ",
    "From Morning to 01:15 PM Afternoon.": "From Morning to 01:15 PM Afternoon.",
    "From Evening 07:40 PM to 12:00 AM midnight": "From Evening 07:40 PM to 12:00 AM midnight",
    "From Morning to 03:50 PM Afternoon.": "From Morning to 03:50 PM Afternoon.",
    "From Evening 04:00 PM to 12:00 AM midnight": "From Evening 04:00 PM to 12:00 AM midnight",
    "From Morning 08:00 AM to Evening 07:50 PM": "From Morning 08:00 AM to Evening 07:50 PM",
    "From Morning to 02:20 PM Afternoon.": "From Morning to 02:20 PM Afternoon.",
    "From Morning 10:00 AM to Night 08:30 PM.": "From Morning 10:00 AM to Night 08:30 PM.",
    "From Morning to 03:15 PM Afternoon.": "From Morning to 03:15 PM Afternoon.",
    "From Morning to 07:20 PM Evening.": "From Morning to 07:20 PM Evening.",
    "From Night 09:00 PM to Midnight 12:00AM": "From Night 09:00 PM to Midnight 12:00 AM",
    "From Morning to 08:35 PM Night.": "From Morning to 08:35 PM Night.",
    "From Night 08:30 PM to Midnight 12:00AM": "From Night 08:30 PM to Midnight 12:00 AM",
    "From Morning 07:40 AM to 10:40 AM": "From Morning 07:40 AM to 10:40 AM",
    "From Afternoon 01:35 PM to Midnight 12:00AM": "From Afternoon 01:35 PM to Midnight 12:00 AM",
    "Till Morning 11:10 AM": "Till Morning 11:10 AM",
    "From Morning to 09:00 PM Night.": "From Morning to 09:00 PM Night",
    "No Blog Found": "No Blog Found",
    "Advance Panchang": "Advance Panchang",
    "Sunday, Monday, Wednesday, Thursday, Friday":"Sunday, Monday, Wednesday, Thursday, Friday",
    "BhumiPoojan": "Bhumi Pujan",
    "Bhoomi Poojan": "Bhumi Pujan Muhurat",
    "Sashthi (6th day)": "Sashthi (6th day)",
    "Sashthi (6th day), Saptami (7th day)": "Sashthi (6th day), Saptami (7th day)",
    "Till Morning 10:30 AM": "Till Morning 10:30 AM",
    "From Morning to 01:40 PM Afternoon.": "From Morning to 01:40 PM Afternoon.",
    "From Morning 08:15 AM to 12:00 AM midnight.": "From Morning 08:15 AM to 12:00 AM midnight.",
    "From Morning 10:45 to 08:00 PM Evening.": "From Morning 10:45 to 08:00 PM Evening.",
    "From Morning to 03:00 PM Afternoon.": "From Morning to 03:00 PM Afternoon.",
    "From Morning to 04:30 PM Evening.": "From Morning to 04:30 PM Evening.",
    "From Afternoon 03:30 PM to Midnight 12:00AM": "From Afternoon 03:30 PM to Midnight 12:00 AM",
    "Satbheesha": "Satbheesha",
    "Till Morning 11:00 AM": "Till Morning 11:00 AM",
    "From Morning 11:50 AM to 12:00 AM midnight.": "From Morning 11:50 AM to 12:00 AM midnight.",
    "Till Morning 09:40 AM": "Till Morning 09:40 AM",
    "From Afternoon 03:00 PM to Midnight 12:00AM": "From Afternoon 03:00 PM to Midnight 12:00 AM",
    "From Afternoon 03:50 PM to Midnight 12:00AM": "From Afternoon 03:50 PM to Midnight 12:00 AM",
    "From Afternoon 01:00 PM to Evening 05:20PM": "From Afternoon 01:00 PM to Evening 05:20 PM",
    "From Morning to 02:30 PM Afternoon.": "From Morning to 02:30 PM Afternoon.",
    "Panchami (5th day), Sashthi (6th day)": "Panchami (5th day), Sashthi (6th day)",
    "Till Morning 10:20 AM": "Till Morning 10:20 AM",
    "From Morning to 05:32 PM Evening.": "From Morning to 05:32 PM Evening.",
    "From Morning 08:27 AM to 12:00 AM midnight.": "From Morning 08:27 AM to 12:00 AM midnight.",
    "Till Morning 09:30 AM": "Till Morning 09:30 AM",
    "Till Morning 10:50 AM": "Till Morning 10:50 AM",
    "From Morning to 12:00 Midnight." : "From Morning to 12:00 AM Midnight.",
    "Uttara Bhadrapada, Revati": "Uttara Bhadrapada, Revati",
    "Sanatan Panchang": "Sanatan Panchang",
    "VehiclePurchase": "Vehicle Purchase",
    "Vehicle Purchase": "Vehicle Purchase Muhurat 2024-2025",
    "Ashwani": "Ashwani",
    "Ashlesha": "Ashlesha",
    "From Afternoon 01:15 PM to 10:22 PM Night.": "From Afternoon 01:15 PM to 10:22 PM Night.",
    "From Morning 10:41 to 07:55 PM Evening.": "From Morning 10:41 to 07:55 PM Evening.",
    "From Morning to 06:50 PM Evening.": "From Morning to 06:50 PM Evening.",
    "From Morning 09:49 AM to 12:00 AM midnight.": "From Morning 09:49 AM to 12:00 AM midnight.",
    "From Morning 06:53 AM to 12:00 AM midnight.": "From Morning 06:53 AM to 12:00 AM midnight.",
    "From Morning to 05:11 PM Evening.": "From Morning to 05:11 PM Evening.",
    "From Afternoon 12 :51 to 05:27 PM Evening.": "From Afternoon 12 :51 to 05:27 PM Evening.",
    "Till Morning 11:40 AM": "Till Morning 11:40 AM",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
  
    "You will receive a 6 digit code for verification": "You will receive a 6 digit code for verification",
    "2024 GAURITECHTRADE CONSULTING LLP. All Rights Reserved": "2024 GAURITECHTRADE CONSULTING LLP. All Rights Reserved"
  }